{"https://www.foxnews.com/entertainment/jussie-smollett-returns-to-empire-set-after-arrest-for-alleged-staged-attack": "Actor Jussie Smollett has returned to the Chicago set of \"Empire\" hours after posting bail on a felony disorderly conduct charge, Fox News has learned.\n\nFox Entertainment and 20th Century Fox Television would not confirm if Smollett was back on set. Earlier on Thursday, they said: \"We understand the seriousness of this matter and we respect the legal process. We are evaluating the situation and we are considering our options.\"\n\nSmollett walked out of the Cook County jail in Chicago on Thursday afternoon, about two hours after a hearing in which the judge set his bond at $100,000. Taking a stern tone, the judge called his alleged staging of a hate crime \"outrageous.\"\n\nCHICAGO POLICE BLAST JUSSIE SMOLLETT 'PHONY ATTACK': 'BOGUS POLICE REPORTS CAUSE REAL HARM'\n\nFollowing three weeks of mounting suspicions, Smollett, who is accused of filing a false police report, was charged Wednesday with felony disorderly conduct. He turned himself in at central booking early Thursday. If convicted, he'll face up to three years in prison.\n\nChicago police laid out their case against Smollett Thursday morning, accusing the TV star of orchestrating an elaborate hoax via two \"bogus\" hate crimes -- one employing an alleged attack, and one involving a threatening letter -- all in order to secure a pay raise.\n\nChicago Police Superintendent Eddie Johnson said Smollett orchestrated a \"phony attack\" in order to take \"advantage of the pain and anger of racism to promote his career.\"\n\n'EMPIRE' ACTOR JUSSIE SMOLLETT'S BOND SET AT $100G, JUDGE CALLS EVIDENCE AGAINST HIM 'OUTRAGEOUS'\n\n\"I'm left hanging my head and asking why,\" a visibly upset Johnson told reporters. \"Why would anyone, especially an African-American man, use the symbolism of a noose to make false accusations? How could someone look at the hatred and suffering associated with that symbol? ... How can an individual who has been embraced by the city of Chicago turn around and slap everyone in this city by making this false claim?\"\n\nHe added, \"Bogus police reports cause real harm.\"\n\nSmollett told police he was attacked by two masked men as he was walking home from a Subway sandwich shop around 2 a.m on Jan. 29. The actor, who is black and gay, said the men beat him, made derogatory comments and yelled, \"This is MAGA country\" — an apparent reference to President Trump's campaign slogan, \"Make America Great Again\" — before fleeing.\n\nWhy would anyone, especially an African-American man, use the symbolism of a noose to make false accusations? — Chicago Police Superintendent Eddie Johnson\n\nJUSSIE SMOLLETT'S CELEBRITY SUPPORTERS LARGELY SILENT AFTER CHICAGO POLICE BLAST 'EMPIRE' ACTOR'S 'HOAX'\n\nBut this isn't how prosecutors and police say things actually unfolded.\n\nProsecutors said at the actor's bond hearing on that Smollett misled police and the public to believe that his attackers were white when he told police his primary attacker was wearing a ski mask that only exposed the area around his eyes.\n\nPolice said Smollett hired two black men to help him carry out the hoax. According to prosecutors, Smollett told the two brothers to attack him, shout out the MAGA line, and put a rope around his neck.\n\nJUSSIE SMOLLETT'S ALLEGED CHICAGO ATTACK DETAILS UNFOLD: A TIMELINE OF EVENTS\n\n\"He instructed them to get his attention by yelling '\"Empire\" F--' and '\"Empire\" n-----' [and] instructed them to give him a chance to appear to fight back,\" Assistant State Attorney Risa Lanier said. Lanier said he provided them with $100 to purchase a red hat (the MAGA slogan is often found on red ballcaps) masks and gloves.\n\nSuperintendent Johnson said police found the \"check that [Smollett] used to pay [the brothers]\" to fake the beating, adding that he paid them $3,500 \"for the two of them in total, and then $500 upon return.\"\n\nHe said the attack \"was staged\" and \"as far as we can tell, the scratching and bruising that you saw on [Smollett's] face was most likely self-inflicted.\"\n\nAbsolute justice would be an apology to this city that he smeared ... admitting what he did and then be man enough to offer what he should offer up in terms of all the resources that were put into this — Chicago Police Superintendent Eddie Johnson\n\nJohnson was also incensed at the spotlight the incident put on his town for the past three weeks.\n\n“This is shameful because it painted this city that we all love and work hard in, in a negative connotation,\" he said. \"To insinuate and stage a hate crime of that nature when he knew that as a celebrity he’d get a lot of attention… It’s despicable. It makes you wonder what’s going through someone’s mind.”\n\nCOOK COUNTY STATE'S ATTORNEY RECUSES HERSELF FROM JUSSIE SMOLLETT CASE\n\n\"As a black man, who spent his entire life living the city of Chicago, I know the racial divide that exists here. I know how hard it's been for our city and our nation to come together,\" he said. Johnson added that \"absolute justice would be an apology to this city that he smeared ... admitting what he did and then be man enough to offer what he should offer up in terms of all the resources that were put into this.\"\n\n\"Empire\" is shot in Chicago and follows a black family as they navigate the ups and downs of the recording industry.\n\nIn less than a month, the 36-year-old changed from being the seemingly sympathetic victim of a hate crime to being accused of fabricating the entire affair for money and attetion.\n\nThe felony charge emerged on the same day detectives and the two brothers, who were initially viewed as suspects, testified before a grand jury. Smollett's attorneys met with prosecutors and police, but it was unknown what they discussed or whether Smollett attended the meeting.\n\nCNN’S DON LEMON: IT’S ‘NOT HIS FAULT’ JUSSIE SMOLLETT LOST IN THE ‘COURT OF PUBLIC OPINION’\n\nIn a statement to Fox News on Wednesday, Smollett's attorneys Todd Pugh and Victor Henderson said the actor \"enjoys the presumption of innocence, particularly when there has been an investigation like this one where information, both true and false, has been repeatedly leaked.\"\n\nThey did not provide further comment when contacted by Fox News on Thursday.\n\nPolice said the investigation shifted after they questioned the two brothers who were in the area that morning. Police said Thursday that Smollett spoke to the brothers an hour before and an hour after he says they helped the actor stage last month's attack.\n\nSMOLLETT'S LAWYERS DENY HE PLANNED ATTACK AFTER CHICAGO COPS CLAIM HE'S NO LONGER CONSIDERED A VICTIM IN CASE\n\nDetective Commander Edward Wodnicki said at the news conference Thursday that after questioning the brothers for nearly two days last week, they were released and investigators no longer viewed them as suspects.\n\nThe brothers, who were identified by their attorney as Abimbola \"Abel\" and Olabinjo \"Ola\" Osundairo, were initially held for nearly 48 hours on suspicion of assaulting Smollett. Police said one of the men had worked on \"Empire,\" and Smollett's attorneys said one of the men is the actor's personal trainer, whom he hired to help get him physically ready for a music video. The actor released his debut album, \"Sum of My Music,\" last year.\n\nInvestigators said they have phone records that show there were extensive communications between Smollett and the brothers. Lanier said Thursday afternoon that one of the brothers, Abel, was a source of \"designer drugs,\" including Molly, for the actor.\n\nSHARPTON, AT MEETING WITH KAMALA HARRIS, SAYS SMOLLETT SHOULD FACE ‘MAXIMUM’ PUNISHMENT IF ALLEGATIONS TRUE\n\nWodnicki said the brothers testified before a grand jury before prosecutors charged Smollett on Wednesday. Smollett was charged by prosecutors, not the grand jury. Police spokesman Anthony Guglielmi said the brothers appeared before the panel to \"lock in their testimony.\"Speaking outside the courthouse where the grand jury met on Wednesday, the brothers' attorney said the two men testified for about two-and-a-half hours.\n\n\"There was a point where this story needed to be told, and they manned up and they said we're going to correct this,\" Gloria Schmidt said.\n\nShe said her clients did not care about a plea deal or immunity. \"You don't need immunity when you have the truth,\" she said.\n\nJUSSIE SMOLLETT DIDN'T GIVE BRETT KAVANAUGH THE PRESUMPTION OF INNOCENCE BUT ASKS FOR IT NOW\n\nShe also said her clients received money from Smollett, but she did not elaborate.Smollett has been active in LBGTQ issues, and initial reports of the assault drew outrage and support for him on social media, including from Sen. Kamala Harris of California and TV talk show host Ellen DeGeneres.\n\nBut several hours after Smollett was declared a suspect and the charges announced, there was little reaction from celebrities online.\n\nTRUMP SLAMS JUSSIE SMOLLETT FOR SMEARING SUPPORTERS WITH ‘RACIST AND DANGEROUS COMMENTS’\n\nSmollett has a record, one that concerns giving false information to police when he was pulled over on suspicion of driving under the influence. He later pleaded no contest to a reduced charge and took an alcohol education and treatment program.\n\nThe Associated Press contributed to this report.", "https://abcnews.go.com/Politics/mark-harris-testifies-north-carolina-election-fraud-case/story?id=61211798": "", "https://www.usatoday.com/story/news/politics/2019/02/21/judge-roger-stone-stop-talking-federal-case/2938729002/": "CLOSE Roger Stone, a longtime adviser and confidant of President Donald Trump, was quiet and reserved in the courtroom Tuesday as he pleaded not guilty to felony charges in the Russia investigation. AP's Eric Tucker provides a debrief of the hearing. (Jan. 29) AP\n\nWASHINGTON – A federal judge on Thursday ordered Roger Stone, the flamboyant political consultant charged with obstruction and lying to Congress, to stop talking about his case after he posted a picture of the judge on Instagram as part of a fundraising appeal.\n\nU.S. District Judge Amy Berman Jackson had previously allowed Stone, an author who discusses politics on television, radio and the internet, to continue speaking so long as he didn't do so around the courthouse. She had ordered lawyers and witnesses not to discuss the case.\n\nJackson's stricter restrictions came after Stone posted a picture of the judge Monday next to what appeared to be a gun’s crosshairs.\n\nJackson said Stone made his living through messages, so that she didn’t believe the picture was chosen at random. She said the image could have stoked an angry crowd to violence.\n\n“Mr. Stone couldn’t even keep his story straight on the stand,” Jackson said. “Thank you, but the apology rings quite hollow.\" She added: \"There's nothing ambiguous about crosshairs.\"\n\nJackson said her rules are designed to prevent the case from degenerating into a circus.\n\n“The publicity can’t possibly subside if the defendant is out there fanning the flames,” Jackson said as Stone leaned his head on his right fist. “I have serious doubts about whether you’ve learned any lesson at all.”\n\nStone formally apologized for the \"improper\" post in a court filing Monday and repeatedly did so again Thursday while testifying under oath.\n\n\"I believe I abused the order,\" Stone said. \"I’m kicking myself over my own stupidity, but not more than my wife is kicking me.\"\n\nStone, an off-and-on adviser to President Donald Trump, is charged by special counsel Robert Mueller’s team with obstruction and lying to Congress for statements about his contacts with Wikileaks, which released damaging emails about Democrat Hillary Clinton before the 2016 election. Stone was released on personal recognizance after he was arrested at his Florida home last month.\n\nStone has pleaded not guilty and said any misstatements were mistaken recollections rather than intentional lying. He has insisted he is innocent and attacked prosecutors on both social media and through television interviews.\n\nIn setting the hearing, Jackson also warned she could revoke Stone’s release before trial. She didn't do that, but warned that she might if he violates her gag order.\n\nAt one point, Jackson asked whether Stone knew how to search with Google.\n\n“How hard was it to come up with a photograph that didn’t have crosshairs in the corner?\" Jackson asked.\n\nStone said the image was chosen by one of five volunteers he couldn't specify because nobody would acknowledge giving it to him, but that he selected the picture from a couple of choices and posted it. Stone said he later studied the image and determined that it featured a Celtic occult sign rather than a gun's crosshairs.\n\n\"It was an error, your honor,\" Stone said. \"Nobody will own up to it,\" he said of his volunteers.\n\nOne of the prosecutors, Assistant U.S. Attorney Jonathan Kravis, asked for restrictions on Stone's speaking outside court.\n\nStone's lawyer, Bruce Rogow, opposed greater restrictions. Stone testified that his consulting has dried up, leaving it difficult for him to put food on the table and pay the rent.\n\nRogow said the posting was the only mistake Stone had made under pretrial release, and that he posed no threat of fleeing the charges or danger to the community.\n\n\"Really what he’s asking for is a second chance,\" Rogow said. \"It was completely inappropriate. It’s indefensible.\"\n\nRogow had suggested that if Jackson did restrict Stone's speech, the restrictions should apply to talking about the charges, the prosecutors and the judge.\n\n“It was outrageous to see that picture, to see that text,\" Rogow said. “The government should not be criticized by Mr. Stone.\"\n\nThe Instagram post featured text pleading for contributions to his legal defense fund and noted that Jackson had been appointed by former President Barack Obama. Stone said the post had been a random picture taken from the internet and wasn't meant to threaten or disrespect the judge.\n\n“Please inform the court that the photograph and comment today was improper and should not have been posted,” Stone wrote in a note filed with the court Monday. “I had no intention of disrespecting the court and humbly apologize to the court for the transgression.”\n\nThe U.S. Marshals Service, which protects federal judges, was aware of Stone's post, spokesman Drew Wade said on Tuesday. He declined to comment on whether the service had provided additional security to Jackson.\n\nMore: Trump adviser Roger Stone pleads not guilty in Russia inquiry as he takes on a new role as defendant\n\nMore: Judge says Roger Stone can keep talking about his criminal case, but not on the courthouse steps\n\nMore: Roger Stone denies using Instagram post to threaten federal judge presiding over his case\n\nRead or Share this story: https://www.usatoday.com/story/news/politics/2019/02/21/judge-roger-stone-stop-talking-federal-case/2938729002/", "https://slate.com/news-and-politics/2019/02/robert-mueller-report-russia-trump-antitrust-conspiracy.html": "President Donald Trump and Russian President Vladimir Putin shake hands in Helsinki on July 16. Brendan Smialowski/AFP/Getty Images\n\nAs the special counsel investigation nears its end, its most anticipated area of inquiry remains unresolved: Did the Trump campaign “collude” with Russia during the 2016 presidential election? Legally, the question of “collusion” has always been a question of conspiracy. Any potential charges related to Russian collusion would likely allege a conspiracy to violate one or more federal statutes, such as those prohibiting fraud against the United States, foreign campaign assistance, or computer hacking.\n\nThat Mueller has not yet alleged a Trump-Russia conspiracy, despite convicting several Trump associates for other crimes, has fueled speculation that the special counsel may lack sufficient evidence to bring collusion-related charges. NPR recently wrote that “an ostensible conspiracy between Trump’s campaign and the Russians who attacked the election is nowhere near close to being proven … From what we know today … the case is still Swiss cheese.” Others have expressed similar skepticism based on the publicly available evidence.\n\nBut is the current evidence of Russian collusion really so lacking? Does it matter from a legal perspective that there may not be a “smoking gun?” One might expect the answers to these questions to come from previous instances of foreign election-tampering or other geopolitical scandals. But much of the best guidance comes from a less obvious place: the corporate world of antitrust law.\n\nAntitrust law’s relevance to the Russia investigation stems from the unique relationship that existed between Trump and Russia during the campaign, which was more akin to rival businesses accused of price-fixing than traditional criminal associates. Unlike in a typical criminal conspiracy, where participants conceal their actions because they are illegal regardless of any underlying conspiracy (think drug dealers or bank robbers), Trump’s support for Russia’s policy objectives during the race was public and ostensibly legal so long as it was undertaken independently. From a conspiracy perspective, it was not illegal, standing alone, for the Trump campaign to meet with Russian agents, advocate easing Russian sanctions or dismantling NATO, negotiate a Trump Tower in Moscow, or publicly request that Russia locate Hillary Clinton’s emails.\n\nBut if Trump’s support for Russia was part of a coordinated effort through which Trump engaged in pro-Russian advocacy in exchange for prohibited electoral or financial assistance—something that is far from proven—that could form the basis of an illegal conspiracy. The key to proving such a conspiracy would be to show that Trump and Russia formed a “unity of purpose, or common design and understanding, or a meeting of minds”—the legal test for establishing the “agreement” prong of a conspiracy.\n\nThis task that Mueller now faces—determining whether supposedly unilateral, lawful actions were actually the result of a covert agreement—is the defining feature of an entire other area of the law: price-fixing conspiracies. For more than a century, antitrust prosecutors and litigators have similarly sought to prove the existence of secret collusion between rivals. The body of conspiracy law that has developed in the antitrust context is among the most robust in all of American jurisprudence and applies with similar force to non-antitrust conspiracies. It offers the best road map for evaluating the Russia investigation as it reaches its final stages.\n\nSo what does antitrust law teach us about allegations of Russian collusion? From what we know today, and contrary to partisan narratives, the applicable legal framework yields no clear outcomes for either side. It offers equal defenses to Trump as it does ammunition to Mueller.\n\nFirst, Mueller will not need to show direct evidence of a Trump-Russia agreement to prove a conspiracy. Because antitrust conspiracies, like a potential Trump-Russia conspiracy, are carried out by sophisticated actors adept at avoiding detection, courts have ruled that “it is well recognized law that any conspiracy can ordinarily only be proved by inferences drawn from relevant and competent circumstantial evidence.” Courts have explained that “[b]y its nature conspiracy is conceived and carried out clandestinely, and direct evidence of the crime is rarely available.”\n\nThe ability to prove a conspiracy without direct evidence of an agreement is not just theoretical.\n\nSecond, Mueller will not need to show that a “formal agreement” existed between Trump and Russia. Nor, according to precedent, must he show that Trump and Russia “met each other” or “stated in words or writing what the scheme was or how it was to be effected.” All Mueller would need to show is that Trump and Russia “tacitly came to a mutual understanding,” something that can occur without personal communication or a clear quid pro quo. Courts have long recognized that a “knowing wink can mean more than words” and that a conspiracy can be proven through “a course of dealing or other circumstances,” just as it can through express communication.\n\nThe ability to prove a conspiracy without direct evidence of an agreement is not just theoretical. The government has successfully prosecuted antitrust conspiracies using circumstantial evidence in the past. In one example, competing lumber companies were convicted of conspiring to rig lumber purchases by agreeing in advance about which companies would bid on which sales. There was no direct evidence that the companies reached an agreement to coordinate their bids, but there was evidence showing that they met to discuss which sales each company found desirable and thereafter avoided competing on those sales. Despite the lack of direct evidence of an agreement, the trial court held there was sufficient evidence of an “implied agreement.” The appellate court affirmed, finding that there was “no doubt” the companies had reached an “understanding” on bidding.\n\nThe types of circumstantial evidence from which juries may infer agreements from such conduct—known in the antitrust world as “plus factors”—overlap in part with what is publicly known about potential collusion with Russia. Plus factors arise when alleged co-conspirators (1) share motives to conspire; (2) had secret contacts with no legitimate purpose; (3) made suspicious changes in behavior following such contacts; and (4) sought to conceal their contacts through pretexts and false denials. Without direct evidence of an agreement, prosecutors will need to establish enough plus factors to eliminate any doubt that Trump and Russia reached an agreement.\n\nAt present, certain aspects of their case appear stronger than others.\n\nOne threshold showing that prosecutors could likely make is that Trump and Russia had motives to conspire. Trump was losing in the polls throughout the campaign, and his staff knew that Russia possessed something that could help swing the election in his favor: thousands of hacked emails supposedly implicating Hillary Clinton. Trump was also negotiating with the Kremlin over a potentially lucrative Trump Tower in Moscow, and his campaign manager was seeking to use his position to repay millions of dollars in debt to prominent Russians. Meanwhile, Russia was seeking relief from the Magnitsky Act sanctions supported by Trump’s political opponents and derided Clinton for her vocal criticism of Russia. To prove a conspiracy, though, prosecutors must do more than merely show these motives existed; they must show Trump and Russia agreed to act on them.\n\nStronger, yet still inconclusive, evidence of an agreement lies in the numerous contacts between Trump associates and Russians during the campaign. The most famous contact was a June 9, 2016 meeting at Trump Tower between Kremlin-connected Russians and Trump’s top campaign staff. The meeting was organized by an intermediary who claimed that Russians could provide damaging information on Clinton as part of “Russia and its government’s support for Mr. Trump.” Donald Trump Jr. responded that he “love[d]” the idea, one that echoed what a Kremlin-linked professor had told campaign adviser George Papadopoulos a month earlier about Russia possessing thousands of hacked Democratic emails. At the meeting, the Russians requested an end to the Magnitsky Act sanctions, and Trump Jr. indicated they would revisit the topic if Trump won the election. That same day, in what may or may not have been a coincidence, Trump’s personal lawyer Michael Cohen began arranging travel to St. Petersburg to meet with Putin’s inner circle regarding the Trump Tower Moscow project. And just five days later, Russian military hackers began publicly releasing the first wave of stolen Democratic emails.\n\nTrump’s support for Russia, meanwhile, continued as the campaign progressed. In July 2016, the Trump campaign reportedly intervened to prevent anti-Russia language from being included in the GOP platform after several meetings with Russian Ambassador Sergey Kislyak. Then, on the same day that Trump publicly encouraged Russia to locate more Clinton emails, Russians attempted for the first time to hack Clinton’s personal email account. Throughout the fall, Trump associate Roger Stone was secretly communicating with Russian hackers and WikiLeaks about stolen Democratic emails. And after Trump won the election, his transition team sought to establish a secret back channel with Russia and covertly persuaded the Kremlin to avoid retaliating for sanctions imposed under the Obama administration. Antitrust law dictates that such changes in behavior support an inference of conspiracy when they follow defendants’ secret contacts.\n\nIf presented at trial, the jury’s task will be to determine whether this mutual assistance between Trump and Russia reflects mere parallel conduct (i.e., pursuing similar goals without coordination), which is not itself illegal—or coordinated conduct, which is.\n\nThe key burden for the prosecution, as antitrust law dictates, will be to show that Trump and Russia did more than merely anticipate one another’s interests and pursue them independently. Such “conscious parallelism,” as it is known in antitrust law, is not sufficient to show a conspiracy. This is because distinct actors can share and pursue the same goals without necessarily agreeing to do so.\n\nThis is where the prosecution’s case shows signs of weakness. Absent additional evidence, Trump could plausibly argue that while he knew Russia was interfering in the election and seeking sanctions relief, his support for Russia did not stem from any arrangement, but rather from his own rational belief that supporting Putin might spur further election assistance. Problematic as this may be, it is not sufficient to establish a conspiracy.\n\nThis “conscious parallelism” defense, common in price-fixing cases, could be a successful defense for Trump. With what we know today, Russia and Trump’s conduct can be rationally explained without concerted action. Russia has intervened in several foreign elections, and Trump began showing favoritism toward Russia long before his campaign began. It is possible this dynamic progressed during the campaign without any coordination between the two sides.\n\nTo overcome such a defense, prosecutors would need to show that Trump and Russia reached some semblance of an actual agreement, which the law defines flexibly as “a unity of purpose or a common design and understanding, or a meeting of minds.” Without direct evidence of an agreement, prosecutors’ best argument will be that coincidence and parallel thinking alone could not have yielded the high degree of parallel conduct that Trump and Russia exhibited, particularly when their secret contacts provide a more rational explanation for their mutual support. Plaintiffs in civil antitrust conspiracy cases often make similar arguments with success.\n\nTrump and Russia’s public statements could also provide circumstantial evidence of an agreement.\n\nCrucially for Trump, this argument will hold less sway in a criminal case, where prosecutors have the burden of proving an agreement beyond a reasonable doubt. If after all the evidence is presented, Trump can offer a plausible explanation for his conduct that does not involve an agreement with Russia, prosecutors will have failed to “exclude the possibility” that Trump and Russia acted independently, making a conviction unlikely. To avoid this, Mueller will need enough circumstantial evidence to eliminate any non-collusive explanations for Trump’s conduct, including the possibility that Trump and Russia acted “consciously parallel.” Doing so will require more evidence that what is publicly known today.\n\nThis is not to suggest that the present information is irrelevant to prosecutors. Trump and his associates’ attempts to cover up their Russian contacts bolster the prosecution’s case. Among other things, Trump repeatedly denied his campaign’s extensive meetings and communications with Russians and personally dictated a misleading statement about the June 2016 Trump Tower meeting. Antitrust law holds that such false denials raise an inference of conspiracy and tend to “disprove the likelihood of independent action.”\n\nTrump and Russia’s public statements could also provide circumstantial evidence of an agreement. It is no defense that Trump and Russia may have communicated through the media and public speeches rather than through covert channels. Antitrust law recognizes that such public “signaling” can also facilitate conspiracies because conspirators can use public means to reach agreement just as they can private ones.\n\nThose weighing the evidence should ultimately keep three things in mind. First, federal guidelines recommend bringing charges if admissible evidence will “probably” be sufficient to obtain and sustain a conviction—meaning if there is a greater than 50 percent chance of winning at trial. Second, the jury’s duty is to consider evidence of a conspiracy “as a whole,” without “tightly compartmentalizing the various factual components and wiping the slate clean after scrutiny of each.” Third, if the redactions in Mueller’s legal filings suggest anything, it is that there may be substantially more evidence implicating Trump than what has been publicly released to date, only a portion of which has been described here.\n\nWhether Mueller will ultimately bring conspiracy charges against Trump and his associates is a complicated calculus involving an unparalleled mix of evidentiary, political, and constitutional considerations. Antitrust law provides little guidance on how Mueller might proceed on those fronts. But anyone making assurances at this stage reveals more about their ignorance of the law than their knowledge of the case. The more insightful dialogue we should be having as we await Mueller’s findings has less to do with the investigation’s outcome than the legal principles shaping its path and how those principles apply to the still-developing body of evidence.\n\nOn this question, we may soon get a preview. Last year, the Democratic National Committee filed a civil lawsuit alleging a wide-ranging conspiracy between the Trump campaign, Russia, WikiLeaks, and others to use stolen DNC emails to assist Trump’s candidacy. Substantive briefing in the case could begin later this year. While the DNC’s case is narrower than Mueller’s inquiry, the legal arguments raised in the civil case may foreshadow each side’s arguments in a potential criminal one. The key inquiry in both cases will be the same: Is there sufficient evidence of an agreement between Trump and Russia to establish a conspiracy? No area of law is better equipped to answer this question than antitrust law. Expect it to figure prominently as both cases unfold.", "https://www.vox.com/2019/2/21/18233377/oakland-teachers-strike-2019": "Oakland teachers just kicked off the fourth major teachers strike of the year.\n\nOn Thursday, nearly all of the 2,300 public school teachers in the district refused to show up to work, rejecting the superintendent’s latest offer of a 7 percent raise over three years.\n\nTeachers want much more than that, according to the Oakland Education Association, a teachers union that has been negotiating a new contract with school officials for more than 18 months. They want smaller class sizes, charter school oversight, and more school nurses and guidance counselors. They also want the district to keep two dozen schools open in low-income neighborhoods that the district plans to shutter.\n\nAnd they want a 12 percent raise, not 7 percent.\n\n“A 7 percent raise in three years barely covers the cost of inflation,” said Natalie Wendt, a 35-year-old special education teacher who has worked in the district for five years. “If people value teachers, the most basic level of respect we should get is to make enough money to live in the communities where we work, not get priced out.”\n\nWendt told me she has “definitely” considered leaving Oakland, considering that she can’t afford to buy a home or pay child care costs on her $55,000 salary. Instead, she lives in a rent-controlled apartment in nearby Berkeley, and her mother watches her 2-year-old son while she works.\n\nThe strike in Oakland comes less than a month after teachers in Los Angeles walked off the job with similar demands in January — and ended up getting a lot of what they wanted. At the time, LA officials said the same thing Oakland officials are now saying: We just don’t have the money.\n\n“We have to live within our current financial reality,” Kyla Johnson-Trammell, the Oakland schools superintendent, wrote in a column published Wednesday.\n\nOakland schools are facing a $56 million budget deficit in the next two years, so the school board wants to cut school spending, not increase it. Johnson-Trammell is urging state lawmakers to invest more money in public schools, but teachers are not waiting around for that to happen.\n\nThey woke up early Thursday morning and began picketing outside their schools at 6:30; they also plan to rally later in the afternoon in front of Oakland City Hall.\n\n“Books! Supplies! Lower class size!” chanted one group of teachers outside of Skyline High School.\n\nBooks!\n\nSupplies!\n\nLower class size! ⬇️\n\n\n\nChants begin at a rally in front of Skyline High in Oakland with teachers and supporters the evening before the #OaklandTeacherStrike. #Unite4OaklandKids pic.twitter.com/3mylm4NEUJ — California Teachers Association (@WeAreCTA) February 20, 2019\n\nThe district is keeping schools open during the stoppage, and has hired hundreds of substitute teachers to replace those on strike.\n\nThe Oakland strike gives momentum to a national trend playing out in red and blue states across the country. More than 100,000 public school teachers in six states have walked out of class in the past year, rebelling from years of stagnant wages, crumbling infrastructure, and deep budget cuts to education.\n\nThe strikes in Arizona, West Virginia, Kentucky, Oklahoma, California, and Colorado had broad public support, forcing state lawmakers to raise pay and fueling a national movement to boost investment in public education.\n\nSo far this year, the energy of the movement has only continued to build.\n\nFunding for public schools in California is a mess\n\nOakland teachers share a lot of the same frustrations that led LA teachers to walk out of class in January. They say school districts are spending too much money on privately run charter schools that have little public oversight. They also believe they are paid too little to work in a state that has so much wealth.\n\nCalifornia is among the states that spend the least on each student (adjusted for the cost of living), largely because of the state’s strict limits on property tax rates.\n\nThe Oakland Education Association, a labor union representing 3,000 educators, has been trying to negotiate a new contract since the last one expired in 2017. Teachers want a 12 percent pay raise over three years, smaller classes, and more support staff. One school counselor for every 600 students is not conducive to a student’s success, says Keith Brown, the group’s president.\n\nThe district had offered a 5 percent raise over three years. Teachers rejected the offer.\n\n“We have had it. Enough is enough; bargaining with our school district has not worked,” Brown, who is also a middle school teacher, said during a press conference on Saturday. “Our schools have been starved of resources for years.”\n\nThe union also rejected a 7 percent raise school officials proposed on Tuesday.\n\nTeachers say the lack of investment in city schools is hurting student performance. The cost of living in Oakland has also skyrocketed in recent years, due to an influx of high-skilled workers unable to afford housing across the bay in San Francisco.\n\nThe average one-bedroom apartment in Oakland costs about $2,680 per month, but new Oakland teachers earn about $46,500 a year. That’s the main the reason Oakland has struggled to keep qualified teachers, Brown said, pointing out that 571 Oakland teachers left the classroom last year.\n\nThe school district has said it’s willing to keep negotiating for a better deal to end the strike, and would consider some recommendations from an independent panel, which found that low teacher pay, large class sizes, and school privatization was hurting Oakland schools. The report also acknowledges the state’s “complicated, flawed” system for funding public education.\n\n“I am doing everything in my power as superintendent to move us toward a solution that works for educators and for the fiscal vitality of our entire district,” Johnson-Trammell, the superintendent, wrote on Wednesday.\n\nUntil they reach a deal, teachers are going without pay while they are on strike, which will put a financial strain on many of them, said Wendt, the special ed teacher I spoke to. But she says they don’t really have any other option.\n\n“We all really want children to get the best education possible, and a huge part of that is that we can’t retain quality teachers because we can’t even pay them enough to live in Oakland,” she told me.\n\nThe outcome of the six-day LA teachers strike in January, which resulted in pay raises for teachers and more funding for schools, gives Wendt hope that Oakland teachers can reach a similar deal too.\n\nThe success of recent teachers strikes across the country suggests there’s a good chance they will succeed.\n\nTeachers are leading a national workers’ revolt\n\nA record number of US workers went on strike or stopped working in 2018 because of labor disputes with employers, according to new data released last week by the US Bureau of Labor Statistics. A total of 485,000 employees were involved in major work stoppages last year — the highest number since 1986, when flight attendants, garbage collectors, and steelworkers walked off the job.\n\nFrustrated public school teachers were behind the year’s largest walkouts, but hotel housekeepers and steelworkers also organized strikes that lasted for days.\n\nThere are no signs that worker angst has subsided. So far, in 2019, teachers in three major cities have gone on strike, including Oakland, and nearly all of West Virginia’s teachers did too. The Los Angeles teachers strike shut down the nation’s second-largest school district for more than a week in January.\n\nAs part of their deal with city officials, teachers agreed to a 6 percent raise and slightly fewer students in each classroom, according to Alex Caputo-Pearl, the president of United Teachers Los Angeles, a labor union that represents about 34,000 public school teachers, nurses, librarians, and support staff in the city.\n\nLast week, more than 2,000 teachers in Denver went on strike for three days. The school district ended up giving educators an extra $23 million in pay and agreed to overhaul the compensation system, which relied heavily on annual bonuses.\n\nOn Tuesday, about 19,000 teachers walked off the job in West Virginia, closing down nearly every school in the state for the second time in a year. But this time around, teachers were not fighting for pay raises. They’re protesting Republican efforts to privatize public education.\n\nBy the end of the day on Tuesday, West Virginia lawmakers had agreed to put those plans on hold.\n\nNow Oakland teachers have walked out, and Sacramento teachers may follow.", "https://www.nbcnews.com/news/us-news/louisiana-mother-arrested-posting-video-high-school-fight-social-media-n974146": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nFeb. 21, 2019, 9:01 PM GMT By Elisha Fieldstadt\n\nA Louisiana mother was arrested for posting a video on social media of a fight that broke out between two students on a high school's campus, police said Wednesday.\n\nMaegan Adkins-Barras, 32, is charged with unlawful posting of criminal activity for notoriety and publicity after she posted a video her son had taken of the fight, which happened Tuesday in a common area at Acadiana High School, according to the police department in the city of Scott, west of New Orleans.\n\nMaegan Adkins-Barras Scott Police Dept.\n\nDuring the fight, one of the teens threw a punch, which caused the other teen to fall and hit his head on a concrete bench before falling to the ground, police said. The injured teen was treated at a local hospital.\n\nOne student is being charged with second-degree battery, while the other is charged with disturbing the peace while fighting.\n\nPolice said the video Adkins-Barras posted was \"shared repeatedly.\"\n\n\"Parents who receive information concerning criminal activity on school campuses are urged to contact their local police department or school administration,\" police said in a statement. \"Posting videos and photos of illegal activity on social media is against the law in the State of Louisiana.\"\n\nAdkins-Barras is booked at Lafayette Parish Correctional Center without bond, police said. She faces a fine of up to $500, up to six months in prison, or both.", "https://www.washingtonpost.com/nation/2019/02/22/he-just-let-it-out-me-man-punches-attorney-after-getting-years-prison/": "Attorney Aaron Brockler is used to fighting for his clients — but not so used to his clients trying to fight him.\n\nThe Cleveland-based lawyer — whose firm’s answering machine advertises “smart, aggressive representation” — turned to his client on Tuesday after a judge in Cuyahoga County Common Pleas Court issued a lengthy prison sentence: 47 years. Brockler wanted to let his client, David Chislton, know he would try to get the time reduced.\n\nNext thing Brockler knew, he told The Washington Post, he was on his back, under a courtroom table and beneath Chislton, who was biting him.\n\nChislton punched Brockler in the face shortly after the judge issued her ruling, according to Brockler’s account, a police report and body camera footage of the incident.\n\n“He was hoping to get under 20 years,” Brockler said in an interview. “And I think, when the judge said 47, he just snapped and I was the closest person to him and he let it out on me.”\n\nThe collision sent Brockler sprawling and left him with an injured hip, a broken nose and a concussion, he said.\n\n“He definitely knocked me out,” said Brockler, who used to play ice hockey. “It took me back to my hockey days. It was just like getting hit in the head with a slap shot.”\n\nThe Cuyahoga County Sheriff’s Office charged Chislton with felonious assault for the courtroom incident, which the department’s spokesman told The Post was unprecedented in his time there.\n\n“I have been here 12 years and have not seen anything similar,” said Officer John O’Brien.\n\nChislton was in court that day to receive a sentence stemming from a 2017 standoff with police, in which Chislton reportedly assaulted his girlfriend, who accused him of sexually abusing a teenage girl, and set his apartment complex on fire.\n\nHe pleaded guilty to domestic violence and multiple counts of felonious assault and aggravated arson, court records show.\n\nChislton knew he was looking at substantial prison time, Brockler said. Brockler was Chislton’s third lawyer on the case, he said, after Chislton clashed with the first two. Chislton appreciated Brockler’s help, the lawyer said. And, after working together, Brockler found him relatively mild-mannered.\n\nDuring the trial, as one of Chislton’s victims testified about his tendency to lash out suddenly, Brockler remembered thinking to himself, “Really? But he seems so calm.\"\n\n“Then, boom,” Brockler added.\n\nThe attorney said he is thankful that his injuries aren’t worse, but, he said, he’d like to see the sheriff’s office — which is in charge of securing the courtroom — review what went wrong that led to the assault. Brockler said Chislton was handcuffed from the front, with full range of motion available. That was the “key mistake,” Brockler said.\n\nThe department did not respond to a request for comment about Chislton’s restraints, but a statement from the court’s top judge alluded to courthouse safety protocols.\n\n“This incident is a reminder that the safety of our employees, citizens and anyone else in our courtrooms should be a top priority,” said Judge John J. Russo. “We thank the deputies and others who responded during the incident for their quick actions, and we encourage the Sheriff’s Department to fully review safety protocols for Court proceedings.”\n\nBrockler got into criminal defense because he wanted to help people, he said, and the lumps he took won’t change his mind about that. But he is going to make “darn sure” that his clients are properly restrained.\n\nChislton, meanwhile, may be facing additional charges for the courtroom incident. And he may need to find a new lawyer.\n\n“He’s a former client at this point,” Brockler said.\n\nRead more:\n\nPolice revived a 1973 murder case by live-tweeting a girl’s last day. Now, a DNA match has led to an arrest.\n\nA protester bared her chest for women’s rights in Virginia. She was just released from jail.\n\nChristian tax preparer turns away lesbian couple on religious grounds", "https://www.npr.org/2019/02/21/696723194/a-life-destroyed-survivors-and-pope-at-vatican-summit-address-clergy-sex-abuse": "'A Life Destroyed': Survivors And Pope At Vatican Summit Address Clergy Sex Abuse\n\nEnlarge this image toggle caption Vincenzo Pinto/AP Vincenzo Pinto/AP\n\nThursday at the Vatican, Pope Francis stood before some 200 participants in an unprecedented summit on preventing clergy sex abuse and said Catholics are seeking not simply \"condemnations\" but \"concrete, effective measures.\"\n\nBut a crisis that has crossed borders and generations, lacerating the church and shaking the pope's credibility, is standing in the way as he seeks to forge a path ahead.\n\nFrancis, who leads more than 1 billion Catholics across the world, offered 21 \"reflection points,\" which were distributed to attendees. They include general guidelines for addressing the crisis.\n\nAmong the proposals:\n\nEstablishing protocols for handling accusations against bishops.\n\nHaving candidates for priesthood undergo psychological evaluations.\n\nFormulating mandatory codes of conduct for clerics and volunteers outlining \"appropriate boundaries in personal relationships.\"\n\nEstablishing a group with a \"certain autonomy\" from the church easily accessible to victims who want to report a crime.\n\nThe pope exhorted the bishops and religious superiors in attendance to \"listen to the cry of the young seeking justice.\"\n\nFive anonymous abuse survivors addressed the gathering via video.\n\nA woman from Africa relayed her experience of being raped by a priest, beginning at the age of 15.\n\n\"I got pregnant three times, and he made me have abortions three times.\" She added that her life had been \"destroyed.\"\n\nAnother survivor from Chile said the church's leaders had discredited victims and protected the priests who abused them.\n\n\"You are the physicians of the soul and yet, with rare exceptions, you have been transformed, in some cases, into murderers of the soul, into murderers of the faith,\" he said.\n\nPhilippine Cardinal Luis Antonio Tagle choked up when he told the gathering that \"wounds have been inflicted by us, the bishops, on the victims. ... We need to help them to express their deep hurts and to help heal from them,\" he said, adding that perpetrators need to face justice.\n\nThe summit comes more than three decades after sex abuse revelations came to light in Ireland and Australia. In the U.S., an explosive investigation in 2002 by The Boston Globe uncovering sexual abuse in the Boston archdiocese helped open the door for more cases to emerge.\n\nOther recent high-profile scandals, including a report outlining massive sex abuse and cover-ups by clergy in Pennsylvania, the pope acknowledging the widespread abuse of nuns by priests, and the toppling of church leaders, have all plagued the church.\n\nDespite the unprecedented gathering, church leaders have been reluctant to address what critics say is an ingrained history of abuse, and some Catholics remain skeptical that any real change will be enacted.\n\nBut survivors from around the world who have descended on Rome for the summit are raising their voices anyway in a bid for change. Juan Carlos Cruz, a victim of a Chilean predator priest, was among those calling for zero tolerance by the church.\n\n\"Raping a child has been a crime in the first century, in the Middle Ages, and now and it will be in future,\" he said. \"I don't find any excuse to not change radically, because the church is on borrowed time right now.\"\n\nEnlarge this image toggle caption Gregorio Borgia/AP Gregorio Borgia/AP\n\nVatican officials have historically justified the absence of universal rules and mandatory reporting to civil authorities, saying accused clergy could be unfairly persecuted in authoritarian states where Catholics are a threatened minority.\n\nThe summit continues through the weekend and will close with another speech by the pope.", "https://www.politico.com/story/2019/02/21/bernie-sanders-venezuela-maduro-1179636": "Democratic presidential candidate Sen. Bernie Sanders (I-Vt.) said that he believes “the United States has got to work with the international community to make sure that there is a free and fair election in Venezuela.” | John Shinkle/POLITICO 2020 Elections ‘He is not going to be the nominee’: Dems slam Sanders over Maduro stance The just-announced 2020 contender declines to say whether the socialist Venezuelan dictator should go.\n\nFlorida Democrats are denouncing Democratic presidential candidate Bernie Sanders for refusing to call Venezuelan strongman Nicolas Maduro a dictator — a politically explosive issue in the nation’s biggest swing state.\n\nSanders also would not say whether he considered Venezuela’s assembly leader, Juan Guaidó, as the nation’s interim president, which is the position of the United States and a majority of Latin American countries European countries.\n\nStory Continued Below\n\nBoth of Sanders’ positions play into the hands of President Trump and the GOP, say Democrats. The president just held a rally in Miami on Monday to denounce Maduro and socialism, an appeal to the state’s growing block of Venezuelan-American voters. Many Venezuelans have flocked to the state as the country’s economy crashed and repression increased.\n\nDemocrats, already alarmed that Trump’s inroads with Venezuelans could help him peel off an otherwise-reliable Democratic voting bloc in a toss-up state, were quick to denounce Sanders’ comments.\n\nFlorida Playbook newsletter Our must-read briefing on what's hot, crazy or shady about politics in the Sunshine State. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\n“He is not going to be the nominee of the Democratic Party. He has demonstrated again that he does not understand this situation,” Rep. Donna Shalala, a Miami Democrat who represents Venezuelan exiles and, told POLITICO. “I absolutely disagree with his imprecision in not saying Maduro must go.” Shalala has filed legislation aimed at helping Venezuelan immigrants.\n\nThe emerging issue hasn’t yet spilled into the broader Democratic primary for president. Most candidates haven’t weighed in, some by choice.\n\nSen. Kirsten Gillibrand of New York and former Vice President Joe Biden, however, have clearly stated they consider Maduro a dictator and Guaidó the legitimate leader of Venezuela. And Sen. Elizabeth Warren told Pod Save America that she believed Maduro was a dictator and suggested she supported the “diplomatic part” of Trump’s backing of Guaidó, though she faulted him for too much “saber rattling.”\n\nOne Democratic Hispanic consultant said the remarks will cause a needless “frenzy” in South Florida’s Hispanic community.\n\nSanders did not embrace Maduro in his Tuesday interview with Univision’s Jorge Ramos, who quickly touched on Guaidó being declared the interim president of Venezuela by the nation’s National Assembly following Maduro’s questionable election.\n\nBut when he was asked whether he recognized Guaidó as the legitimate leader of the country, Sanders answered, “No.”\n\n\"There are serious questions about the recent election. There are many people who feel it was a fraudulent election,\" Sanders added.\n\nIn a follow-up question, Ramos asked Sanders if he thought Maduro is a dictator who should step down. Sanders refused to say yes or no.\n\n\"I think clearly he has been very, very abusive,” Sanders replied. “That is a decision of the Venezuelan people, so I think, Jorge, there's got to be a free and fair election. But what must not happen is that the United States must not use military force and intervene again as it has done in the past in Latin America, as you recall, whether it was Chile or Brazil or the Dominican Republic or Guatemala.”\n\nSanders also said that he believes “the United States has got to work with the international community to make sure that there is a free and fair election in Venezuela.”\n\nThat comment puzzled Shalala. “I do agree the international comm needs to come together and the U.S. needs to work with the international community,\" she said. \"But that’s been happening.”\n\nAfter Shalala posted her disagreement with Sanders on Twitter, the Vermont senator’s deputy chief of staff, Ari Rabin-Havt, replied to her that “this view represents the long and horrific history of American politicians imposing their will on the people of Latin America. Bernie stands with the Venezuelan people to demand free and fair elections and for self-determination for all people around the world.”\n\nRabin-Havt also noted Sanders has condemned Maduro.\n\nThe United States was the first to recognize Guaidó as Venezuela’s leader last month. About 64 other nations have followed. However, the United Nations still recognizes Maduro, though it has called for talks, as roughly 50 countries side with him — including U.S. foes Cuba, China, Iran, Nicaragua, North Korea, Russia and Syria.\n\nSanders has long had sympathy for leftist governments. Once a self-described socialist — he now uses the term \"democratic socialist\" — Sanders has spoken favorably in the past about socialist and communist strongmen. Cuban dictator Fidel Castro, Sanders once said, wasn't \"perfect\" but \"totally transformed\" the country. And Nicaragua’s leftist leader, Daniel Ortega, was \"an impressive guy,\" Sanders argued.\n\nOver the decades, Miami has become a home for exiles from some of those leftist governments, with Cuban-Americans leading the way and leaning strongly Republican. Venezuelans and Nicaraguans tend to vote Democratic once they become U.S. citizens and register to vote in Florida.\n\nBut Democratic consultants and community leaders say there’s evidence that could change and that the GOP’s anti-socialist messaging helped Republicans in 2018 and could help Trump in 2020.\n\nHelena Poleo, a Democrat who’s a former journalist from Venezuela and is a Spanish-language commentator, called Sanders comments “disgusting. The Florida Democratic Party needs to denounce this now.”\n\nThe state party made its position on Maduro clear, without mentioning Sanders by name.\n\n“Florida Democrats have been unequivocal: We recognize Juan Guaidó as the President of Venezuela, denounce the legitimacy of the Maduro regime and his efforts to remain illegally in power,\" the party said in a statement. Its comments echoed those of Rep. Debbie Wasserman Schultz (D-Fla.), who represents one of the largest Venezuelan populations in the United States.\n\nState Sen. Annette Taddeo, a Miami Democrat, said she was “dumbfounded” and believed Sanders wasn’t properly briefed.\n\n“He’s obviously clueless,” Taddeo said.\n\n“Seems the Senator has already written Florida off his presidential campaign strategy,” deadpanned Ric Herrero with the Cuba Study Group, which advocates for more engagement with Havana, an incidental ally of Caracas.\n\nOne of the state’s top Democratic consultants for Hispanic outreach, former state party political director Christian Ulvert, said he was disappointed with Sanders for making such “extremely ignorant” comments. Ulvert, who’s of Nicaraguan descent, said he found Sanders’ comments harmful on a personal level as did his husband, who’s from Venezuela and has relatives suffering under Maduro.\n\nThe day before Sanders’ comments aired on Al Punto, Ulvert had written to the Democratic National Committee chairman concerning the location of the party’s 2020 presidential convention and noted that Trump was trying to make inroads based on his anti-socialism message. Ulvert said “everyone in our party from House Speaker Nancy Pelosi to Joe Biden have recognized Juan Guaidó as the acting leader of Venezuela and said Maduro must go,” and now Sanders is complicating that message.\n\n“This helps Trump and it makes our job harder as Democrats,” Ulvert said. “What this will do is whip into a frenzy South Florida’s Hispanic community on both sides of the aisle. It’s an unnecessary distraction.”\n\n", "https://www.bloomberg.com/news/articles/2019-02-21/eu-is-said-to-expect-may-to-request-three-month-delay-to-brexit": "LISTEN TO ARTICLE 3:13 SHARE THIS ARTICLE Share Tweet Post Email\n\nThe European Union expects U.K. Prime Minister Theresa May to be forced to request a three-month delay to Brexit, two EU officials said.\n\nDiscussions between the two sides suggest May will ask for an extension to the two-year negotiating period if the British Parliament backs the Brexit deal but it isn’t signed off until an EU summit on March 21-22. That is emerging as the EU’s current plan.\n\nThe EU sees this as a “technical extension” to give British Parliament time to pass necessary legislation related to its departure from the bloc. Anything longer than three months would put the U.K. under pressure to take part in European elections on May 23-26, something that both sides are keen to avoid.\n\nMay is racing against the clock to change a controversial part of her deal, known as the \"backstop,\" in a way that would be acceptable to both the U.K. Parliament and the EU. However, with just five weeks to go until the U.K.’s scheduled departure from the EU and talks at an impasse, ministers and lawmakers in her own party are threatening to vote against her next week to give Parliament control of the process.\n\nThe Backstop, Temporarily\n\nThe prime minister has repeatedly spoken out against a delay, saying she wants to take the U.K. out of the EU as scheduled at the end of March. She’s never completely ruled it out, however. Any postponement would have to be requested by the U.K. and accepted by all the remaining 27 EU governments.\n\nEU officials say the three-month extension would happen under their most optimistic scenario. The risk remains that the U.K. could leave the bloc March 29 without a deal. Alternatively, May could be forced to contemplate a longer delay if she can’t get backing for the agreement, according to one official.\n\nPhilip Hammond with Theresa May. Photographer: Luke MacGregor/Bloomberg\n\nChancellor of the Exchequer Philip Hammond issued another veiled threat Thursday to quit the government if the U.K. ends up hurtling into a no-deal Brexit, while 100 moderate lawmakers in May’s Tory Party signed a letter, warning they’d vote against her to force her to delay Brexit and take no deal off the table, according to the Telegraph.\n\nNo Breakthrough\n\nThe prime minister was also reported to have been put on notice by four cabinet ministers that they’re prepared to vote for a motion to effectively prevent a no-deal departure, according to the Daily Mail.\n\nU.K. and EU negotiators are continuing talks in Brussels to find a legal guarantee that the backstop arrangement preventing a hard Irish border, contained in the divorce deal, would apply only temporarily.\n\nThe EU signaled Thursday that talks between Brexit Secretary Steve Barclay, Attorney General Geoffrey Cox and EU chief Brexit negotiator Michel Barnier didn’t reach a breakthrough. May needs at least some proof of progress by next week, when members of Parliament are threatening to take control of the Brexit process.\n\nIn their letter, the 100 lawmakers said they were considering backing a move coordinated by the Labour Party’s Yvette Cooper and Tory Oliver Letwin to force a delay to Brexit if there isn’t an agreement. They are expected to put forward an amendment to May’s motion in an attempt to extend Britain’s EU membership beyond the end of March.", "https://www.aljazeera.com/news/2019/02/india-reiterates-plan-stop-sharing-water-pakistan-190221193059359.html": "An Indian government minister reiterated on Thursday the country's plan to restrict the flow of water to Pakistan from its share of rivers, the latest effort by New Delhi to pressure its neighbour after an attack in Kashmir.\n\n\"Our government has decided to stop our share of water which used to flow to Pakistan,\" Nitin Gadkari, transport and water resources minister said in a tweet. He added that the country would divert water from eastern rivers and supply it to its people in Jammu and Kashmir and Punjab states.\n\n190218103357243\n\nGadkari did not elaborate but officials from his ministry said he was restating decisions already taken by Prime Minister Narendra Modi, including a dam project cleared by his cabinet last December. Officials said no new decision had been taken on Thursday.\n\nGadkari's comments underlined New Delhi's anger over an attack by a Pakistan-based group last week in the disputed region of Kashmir, which killed 42 paramilitary police. India has accused Pakistan of not doing enough to control such groups, while Pakistan has denied involvement.\n\nThe sharing of water supplies from the Indus River and its tributaries between the two countries is regulated under the 1960 Indus Water Treaty. In recent years India has begun ambitious irrigation plans and construction of many upstream dams, saying its use of upstream water is strictly in line with the treaty.\n\nFollowing an attack on security forces in the Kashmir town of Uri in 2016, India began to fast track development of some of the dam projects, escalating tensions between the archrivals.\n\nPakistan has opposed some of these projects saying they violate the World Bank-mediated treaty on the sharing of the Indus waters, upon which 80 percent of its irrigated agriculture depends.\n\nArmed forces threat\n\nOn Thursday, Pakistani Prime Minister Imran Khan authorised the country's armed forces to hit back against India if attacked but repeated a call for an investigation into the attack in Kashmir.\n\n190221113249615\n\n\"The incident was conceived, planned and executed indigenously,\" said a statement issued following a meeting of Pakistan's National Security Committee, which added Pakistan was \"not involved in any way, means or form\".\n\nIndia's top military commander in Kashmir, Lieutenant-General KJS Dhillon, accused Pakistan's main Inter-Services Intelligence spy agency on Tuesday of controlling those behind the bombing and warned of retribution.\n\nIndia has long blamed Pakistan for a nearly 30-year revolt in Jammu and Kashmir, its only Muslim-majority state. Pakistan denies any involvement and has repeatedly urged New Delhi to hold talks to decide the future of the region.", "https://www.foxnews.com/auto/consumer-report-drops-tesla-model-3-recommendation-due-to-reliability-issues": "Consumer Reports is no longer recommending the Tesla Model 3 after receiving a large number of complaints from its members about the electric sedan’s reliability.\n\nIssues reported by a group of over 500 Model 3 owners included problems with paint and trim quality, faulty infotainment system displays and glass defects. Consumer Reports said that the car it purchased for testing exhibited the last of those when a crack appeared in its rear window.\n\nThe downgrade comes less than a month after Consumer Reports members named the Model 3 the most satisfying car to own.\n\nTESLA MODEL 3 PRICE CUT AGAIN, NOW STARTS AT $42,900\n\n“In most cases, reliability issues will undermine satisfaction,” said Jake Fisher, senior director of auto testing at Consumer Reports. “But when a vehicle has an enthusiastic following, like with Tesla, owners may overlook some issues. We’ve seen this with other vehicles such as the Jeep Wrangler and Chevrolet Corvette.”\n\nIn response to the report, a Tesla spokesperson told Consumer Reports that “the vast majority of these issues have already been corrected through design and manufacturing improvements, and we are already seeing a significant improvement in our field data. We take feedback from our customers very seriously and quickly implement improvements any time we hear about issues.”\n\nAlong with the Model 3, Consumer Report also does not recommend Tesla’s Model S or Model X, due in part to reliability issues.", "https://www.marketwatch.com/story/kraft-heinz-loses-a-lot-of-cheese-as-earnings-send-stock-plunging-toward-record-low-2019-02-21": "Kraft Heinz Inc. shares headed toward record lows in after-hours trading Thursday, after the giant food conglomerate delivered bad news with no condiments to sweeten it.\n\nKraft Heinz KHC, -0.17% shares plunged more than 20% in the extended session, sending shares lower than $39; the stock has not fallen below $41 since Kraft was spun out of what is now Mondelez International Inc. MDLZ, +0.88% in 2012. Kraft and Heinz merged in 2015 in a deal backed by Warren Buffett’s Berkshire Hathaway Inc. BRK.B, -0.40% , which dipped 0.6% in extended trading Thursday. Kraft Heinz ended Thursday’s regular trading session with a market capitalization of nearly $59 billion, suggesting the company’s valuation could be chopped by more than $10 billion if losses hold into Friday’s trading session.\n\nIn its earnings report Thursday, Kraft Heinz revealed a multitude of concerns:\n\n• Fourth-quarter results came in much lighter than expected. On an adjusted basis, the company claimed earnings of 84 cents a share, down from 90 cents a share and lower than the average analyst estimate of 94 cents a share. Revenue rose to $6.89 billion from $6.84 billion, but still came in below the consensus estimate of $6.94 billion, according to FactSet.\n\n• Without adjustments, that bottom line looks much worse. Kraft Heinz reported quarterly losses of $12.61 billion, or $10.34 a share, thanks to a write-down of more than $15 billion related to a declining valuation of several of its businesses, most notably the Kraft and Oscar Mayer trademarks.\n\n• The company slashed its dividend by more than a third, to a quarterly rate of 40 cents a share from 62.5 cents a share.\n\n• Oh, there is also an investigation into Kraft Heinz’s accounting that resulted in a subpoena from the Securities and Exchange Commission that the company disclosed in its announcement.\n\nExecutives did not say that the problems would be solved in 2019, either. In fact, they pointed toward 2020 while predicting an adjusted Ebitda profit total of $6.3 billion to $6.5 billion for this year, down from $7.08 billion in 2018 and well lower than the average analyst estimate of $7.5 billion, according to FactSet.\n\n“While we expect to take a step backwards in 2019, we remain confident in delivering consistent profit growth from 2020 onwards, driven by fully leveraging our advantage brands, cost structures and capabilities,” Chief Financial Officer David Knopf said in a conference call Thursday afternoon.\n\nKraft Heinz did not offer any more specific numbers for its 2019 forecast, as is typical for the company. The Ebitda forecast was out of character for a company that typically does not provide specific guidance.\n\nKnopf also revealed that the company is evaluating the sale of unnamed businesses this year to pay down debt. Kraft Heinz has already announced two planneddivestitures, and said proceeds from those sales would also go toward restructuring the debt load.\n\nKnopf also further addressed the SEC investigation in Thursday’s conference call.\n\n“The company was notified by the SEC regarding an investigation into the company’s procurement area. Following this, we conducted a very thorough internal investigation with the support of an independent law firm and accounting firm, and we determined that we should’ve reported $25 million in prior periods which we booked in Q4 2018,” Knopf said. ”To put it into context how that compares, overall procurement was over $11 billion, which excludes Big Four commodity spend. So this misstatement was not material to our current or prior year financial statements, and finally, we did implement several improvements to internal controls and took remedial measures to mitigate the likelihood that this happens again.”\n\nEven before any post-earnings decline, Kraft Heinz shares have fallen 28.6% in the past year, as the S&P 500 index SPX, -0.35% has gained 2.7%.", "https://www.freep.com/story/money/cars/2019/02/21/ford-stock-drops-amid-news-gas-mileage-inquiry/2944609002/": "Ford Motor Co. saw its stock drop Thursday in after-hours trading after the company revealed an internal investigation into whether its vehicles have worse gas mileage and emit more pollutants than car, truck and SUV labels reveal — going back to 2017 models.\n\nAn anonymous “Speak Up” reporting system at Ford raised the issue in September 2018, the company said.\n\nThe next generation of Ford's Ranger midsize pickup will probably form the basis for a pickup Volkswagen will sell in South America, Africa and Europe. (Photo11: Mark Phelan)\n\nFord said Thursday it had hired an outside team to evaluate whether Ford’s mathematical model was flawed in how it determined miles per gallon and emissions ratings.\n\nTo begin the review, Ford said, it will start testing the wildly popular new 2019 Ranger midsize pickup, which just went on sale. And then other models would be tested.\n\nThe Ranger was recalled on Feb. 6 for faulty wiring that can prevent the pickup from shifting properly and parking safely.\n\nFord officials emphasized that the fuel and emissions ratings inquiry is in its preliminary stages and nothing points to a problem at this time.\n\nA Ford spokesman declined to say how many vehicles might be affected for model years 2017, 2018 and 2019.\n\nFord spokesman Said Deep said: \"Soon as we learned of our employee concerns in September we engaged a third party firm at the end of October to perform initial review which ended in December. We began a full internal investigation in December leading to this weeks voluntary disclosure about our investigation to the EPA and CARB. we estimate the full investigation will take several more months.\"\n\nFord said in its Thursday news release that the company alerted California regulators, who are exceptionally strict about pollution oversight in one of the biggest car markets in the world.\n\nBut Dave Clegern, spokesman for the California Air Resources Board, told the Free Press later Thursday that “as of this moment, CARB has not received notification of the mileage issue from Ford.”\n\nFord stock dipped in after hours trading after the company made its disclosure involving the certification process.\n\nMore: FCA has to pay some Jeep, Ram owners about $3,000\n\nMore: Auto supplier fined millions in U.S. diesel emissions fraud\n\nMore: Why California is fighting for tough vehicle emissions standards\n\nMichael Abboud, EPA spokesman, confirmed with the Free Press that Ford reached out a few days before releasing the public statement Thursday.\n\n“On Feb. 18, 2019, Ford disclosed to the US EPA that it had discovered potential issues in its emissions certification processes,” Abboud said. “On Feb. 20, 2019, Ford briefed the agency on the information it has developed so far in the investigation. The investigation is ongoing and the information too incomplete for EPA to reach any conclusions. We take the potential issues seriously and are following up with the company to fully understand the circumstances behind this disclosure.”\n\nLate Thursday, Safe Climate Campaign, Public Citizen and the Sierra Club released a statement through the Sierra Club:\n\n“It’s shameful that Ford waited months to disclose issues with its emissions testing.\"\n\nKarl Brauer, executive publisher at Kelley Blue Book, praised Ford for being proactive and informing the public.\n\n“I think it’s really smart for Ford to get in front of this circumstance,” he said. “Clearly they discovered something that may suggest an inaccuracy in how they’re defining and determining their fuel economy for their cars. They started to dig into it and wanted to get a handle on the issue before they said anything. Now they’re letting everybody know.”\n\nFord deserves recognition for having a program that allows tips for potential problems, Brauer said.\n\nKim Pittel, group vice president for sustainability, environment and safety engineering at Ford, said in a prepared statement: “In September, a handful of employees raised a concern through our Speak Up employee reporting channel regarding the analytical modeling that is part of our U.S. fuel economy and emissions compliance process.\"\n\nFord officials said they believe trust in the brand \"is earned by acting with integrity and transparency.\"\n\nPittel outlined actions to include:\n\nHiring an outside firm to conduct an investigation into the vehicle road load specifications used in testing and applications to certify emissions and fuel economy. Road load is a vehicle-specific resistance level used in vehicle dynamometer testing, including for fuel economy ratings and emissions certifications. Road load is established through engineering models that are validated through vehicle testing, including physical track tests referred to as coastdown testing.\n\nHiring independent industry technical experts as part of Ford's investigation team.\n\nHiring an independent lab to conduct further coastdown testing.\n\nEvaluating potential changes to Ford's road-load modeling process, including engineering, technical and governance components.\n\nVoluntarily sharing this week potential concerns with Environmental Protection Agency and California (California) Air Resources Board officials.\n\n“At this time, there’s been no determination that this affects Ford’s fuel economy labels or emissions certifications,” Pittel said. “We plan to work with regulators and the independent lab to complete a technical review. As part of our review, we have identified potential concerns with how we calculate road load. The first vehicle we are evaluating is the 2019 Ranger; we are assessing additional vehicles as well.”\n\nLabeling issues in 2014\n\nThis latest labeling issue is not the first for Ford, which sent checks to 215,000 Ford and Lincoln owners in June 2014 after they purchased vehicles with inaccurate fuel economy ratings. Models included the 2014 Ford Fiesta as well as hybrid version of the 2013-14 Ford Fusion, C-Max and Lincoln MKZ and the C-Max Energi plug-in hybrid.\n\nAt that time, ratings were off by 1 to 7 m.p.g. Reimbursement depended on whether the vehicles were leased or purchased. Checks varied from $124 for a leased Fiesta to $1,050 for a purchased Lincoln MKZ.\n\nRaj Nair, then-head of Ford’s global product development, said a discrepancy in testing was detected in October 2013 and subsequent testing traced the problem to a new process for correlating wind tunnel results. Those figures are used to determine the resistance level set on the dynamometer that tests vehicle mileage.\n\nAfter the incident, Ford agreed to enhanced validation tests for future vehicles under EPA oversight to prevent the error from occurring again.\n\nNews reports in 2014 noted that it was the second time in a year that Ford had to lower mileage figures on some models. In 2013, Ford voluntarily lowered its claim for the C-Max hybrid from 47 to 43 m.p.g. after Ford tested the Fusion hybrid and applied the same numbers to the other vehicle.\n\n2019 FCA emissions settlement\n\nAccurate labeling has been an issue for other automakers, too.\n\nFiat Chrysler Automobiles settled a case with the U.S. Justice Department in January 2019 in response to diesel emissions irregularities and allegedly hiding attempts to deceive regulators. As a result, affected vehicle owners received cash payments of more than $3,000 each.\n\nIncluding about $400 million in civil penalties, an extended warranty, a proposed class-action legal settlement and other costs, FCA is expected to spend more than $790 million to resolve cheating allegations involving approximately 100,000 2014-16 Eco-diesel Ram 1500 pickups and Jeep Grand Cherokees.\n\nWhile FCA declined to admit wrongdoing, Volkswagen confessed to cheating on U.S. diesel emissions tests. Both companies were accused of installing software known as \"defeat devices,\" which allowed vehicles to pollute more on roads than during testing.\n\nFord explicitly noted Thursday that no defeat devices were used.\n\nContact Phoebe Wall Howard: phoward@freepress.com or 313-222-6512.Follow her on Twitter @phoebesaid\n\nRead or Share this story: https://www.freep.com/story/money/cars/2019/02/21/ford-stock-drops-amid-news-gas-mileage-inquiry/2944609002/", "https://www.npr.org/2019/02/21/696597381/apple-and-goldman-sachs-will-reportedly-launch-an-iphone-connected-credit-card": "Apple And Goldman Sachs Will Reportedly Launch An iPhone-Connected Credit Card\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nApple will reportedly have a different kind of product launch later this year: a credit card, jointly operated by Goldman Sachs.\n\nAccording to a report in The Wall Street Journal, the card will be integrated with the iPhone and offer features to track spending and points. The card would represent a move into new, highly competitive terrain for both companies.\n\nRather than competing with other credit cards offering lots of points, the Apple and Goldman Sachs card may try to attract users with features that emphasize budget management. \"Executives have discussed borrowing visual cues from Apple's fitness-tracking app, where 'rings' close as users hit daily exercise targets, and sending users notifications about their spending habits,\" the Journal reports.\n\nApple's move to get a share of the credit card market would be amid a slide in iPhone sales, particularly in China. Last month, the technology company said that its iPhone revenue declined 15 percent from the previous year.\n\nBut its services business has been growing. In its most recent earnings report, Apple trumpeted that services revenue hit $10.9 billion, an all-time high. That includes revenue from the App Store, Apple Music and Apple Pay — although as the Journal notes, Apple Pay \"has been slow to catch on among users and merchants.\"\n\nThat's where the credit card business comes in. Apple may be able to take a larger cut from purchases made on the credit card than it does through Apple Pay, while continuing to expand its role in the lives of iPhone users.\n\nFor Goldman, the card appears to be part of its effort to capture new customers: the middle class. In 2016, the bank launched Marcus, its business offering personal loans and online savings accounts.\n\nNeither Apple nor Goldman Sachs replied to NPR's request for comment.\n\nThe card will use the MasterCard payment network, the Journal reports.", "https://www.cnet.com/news/galaxy-fold-outdoes-iphone-xs-heres-why-you-still-wont-buy-one/": "James Martin/CNET\n\nFoldable smartphones like Samsung's Galaxy Fold point to a bright future for the mobile world. But that doesn't mean you should hop on the bandwagon now.\n\nSamsung finally offered a longer, closer look at the Galaxy Fold, a smartphone that unfolds like a book to reveal a second, larger display. It's the stuff of sci-fi magic, and it opens the door to a whole new world of different designs and devices. Most notably, it leaves Apple's iPhone franchise, which hasn't had a major facelift in more than a year, in the dust.\n\nNow playing: Watch this: Samsung flaunts Galaxy Fold at Unpacked\n\nThe Galaxy Fold may be impressive, but there might not be a more perfect illustration of the hazards of being an early adopter. Credit goes to Samsung for getting a foldable phone to market before rivals, but it's clear from our short first look at the device that a lot more polish and development needs to happen before this is ready for the average consumer. After all, the gadget was actually show on stage for a few minutes and wasn't available for demos despite Unpacked being the phone's launch event.\n\n\"The Galaxy Fold is not intended to be a mass-market product, at least not yet,\" said Avi Greengart, an analyst at Techsponential. \"It's a halo product for Samsung, aimed at early adopters.\"\n\nIndeed, hard-core Samsung and gadget enthusiasts will gladly line up to be the first to own this device. They'll be beta testers in this brand-new foldable adventure.\n\nSamsung knows this, which is why its safer Galaxy S10 line, alongside a Plus, 5G and budget variants, served as the meat of the Unpacked event. For most consumers, these devices will be more than sufficient for their needs.\n\nBut if you're thinking about the Galaxy Fold, here are a few reasons why you should reconsider.\n\nPrice\n\nYou think the $1,099 starting price of the iPhone XS Max is expensive? The Galaxy Fold will launch on April 26 at a staggering $1,980.\n\nNext to the Fold, the $899 Galaxy S10 and the bigger $999 Galaxy S10 Plus are practically bargains. Though they're decidedly more rigid.\n\nAt a time when prices for smartphones are higher than ever, the Galaxy Fold breaks new ground in terms of its potential to eat into your wallet.\n\nJustin Denison, marketing executive for Samsung, put it best: \"It's a one of a kind luxury device.\"\n\nUser interface\n\nSamsung has said it had to rethink the software and user interface to take advantage of the two displays. It's admirable the company took care in considering the new design, but Samsung has a mixed record when it comes to software.\n\nCNET\n\nThe early days of Touch Wiz were abysmal, and though the Samsung experience has come a long way, it still lacks the cleaner interfaces found on rival devices like Google's Pixel phones or OnePlus devices.\n\nWhat Samsung showed off Wednesday looked promising. The device will be able to run three apps at once, and the seamless flow between the smaller display and the larger one works well in the demos. But we won't know for sure till we get our hands on the gadget.\n\nGiven how niche this device will be, app support should be abysmal at first. Google said it would support foldable devices with its next Android update, but that won't come until the second half of the year. For now Samsung touted Google Maps and video from Netflix as examples of apps that'll take advantage of the larger screen.\n\nBattery\n\nWe won't know just how long the Galaxy Fold's battery lasts until we run proper tests, but the demands of not one, but two displays -- including a massive folding one -- don't bode well for the Galaxy Fold.\n\nSamsung seems to know this, and it touted the inclusion of two separate batteries running the device.\n\nSize\n\nThe downside of a foldable phone is, well, it folds. Two halves mean a device that's going to be thicker than even the bulkiest of smartphones. That comes at a time when phone makers are shaving millimeters off their devices and talking about sleek design.\n\nThe Galaxy Fold appears to be less bulky than the prototype Samsung showed off in November, but it's still easily twice as thick as your standard phone.\n\nSo just wait till you try to stuff it in the side pocket of your skinny jeans.\n\nJuan Garzon/CNET\n\nDurability\n\nThis one is the real x-factor. Samsung touted the proprietary articulated spine, as well as the coating on the glass that protects the foldable part from wear-and-tear damage. But even if Samsung has tested these phones, it's unclear just how durable they are.\n\nAlso, good luck dealing with the device if you've scratched or cracked the screen. You're not going to be able to bring this to any screen repair shop to get it fixed.\n\nCNET\n\nTo the foldable pioneers\n\nIf you're the type of person who needs to have the latest and greatest no matter what -- well, why are you even reading this story? Concerns like price and battery life probably aren't too critical, since this isn't likely your only phone.\n\n\"It will sell out and become a status symbol,\" said Patrick Moorhead, an analyst at Moor Insight.\n\nSo, to those early adopters willing to brave the new world of foldable phones, eventually leading to more-polished products for the rest of us, I salute you.\n\nBut for now, I'll stick to my boring rectangular slab of glass and metal.\n\nThis story originally ran at 5 a.m. PT.", "https://kotaku.com/guild-wars-2-developer-arenanet-plans-for-mass-layoffs-1832799804": "Photo: ArenaNet\n\nArenaNet, the studio behind the popular online games Guild Wars and Guild Wars 2, informed employees today that it is planning big layoffs, according to a person who is there. Although ArenaNet did not give out exact numbers, and they may not yet be finalized, rumors floating around the studio signal that a significant number of people will be let go.\n\n\n\nSongyee Yoon, the CEO of Korean publisher NCSoft West, which owns ArenaNet, e-mailed employees this afternoon with the news. “Our live game business revenue is declining as our franchises age, delays in development on PC and mobile have created further drains against our revenue projects, while our operating costs in the west have increased,” she wrote. “Where we are is not sustainable, and is not going to set us up for future success.”\n\nYoon added that the company plans to “cut costs across the organization” and restructure across the board, merging ArenaNet and NCSoft’s publishing divisions in the process. “The restructuring, cost-cutting, and strategic realignments are all being done to secure our tomorrow and to provide the foundation that will allow us to grow and acquire,” she wrote.\n\nLater this afternoon, ArenaNet CEO Mike O’Brien plans to meet with staff to discuss the layoffs further.\n\nAround 400 people work at ArenaNet, and for the past few years they’ve been working on a number of unannounced projects, according to one person familiar with goings-on at the company. However, that person said, slow development progress combined with a lack of new games in 2018 and 2019 has led to a financial squeeze. ArenaNet’s last release, the Path of Fire expansion for Guild Wars 2, launched in September 2017.\n\nAdvertisement\n\nThis news comes in the wake of widespread cost-cutting measures at NCSoft. Last September, NCSoft shut down Wildstar developer Carbine Studios, and earlier this year it began plans to reduce staff at the mobile studio Iron Tiger. In its financial earnings call earlier this week, NCSoft reported an annual decline in PC revenue.\n\nWhen reached by Kotaku earlier today, an NCSoft representative declined to comment.\n\nUPDATE (6:02pm): ArenaNet management addressed employees directly in two meetings this afternoon, according to people who were there. There’s still no word on how many people will be laid off, and most employees are still in limbo as they wait to find out if they’ll be affected (although some who worked on canceled projects say they’re presuming they’ll be laid off and are making preparations accordingly).\n\nAdvertisement\n\nArenaNet told employees it will be giving out severance of two months to anyone losing their jobs, as well as bonus time based on tenure with the company.", "https://techcrunch.com/2019/02/21/verified-startup-lawyer-stephane-levy/": "Stephane Levy got his start in the days of Silicon Alley almost two decades ago, and built up his practice with New York startups and beyond through all the ups and downs since then.\n\nToday, as a partner at Cooley LLP, he works with a wide range of companies, from company formation, seed and later stage rounds, all the way through to M&A transactions and IPOs. He also teaches at Cornell University Law School as an adjunct professor, on legal matters affecting emerging companies and venture capital transactions.\n\n“We met him in the very early days, and his help on all things relating to the company, investors, corporate decisions, fundraising, and just simple strategy has been spot on. He’s always someone I can rely on to give me honest feedback that will eventually play out to be true.” Sachin Kamdar, New York City, CEO, Parsely\n\nOn the New York startup scene\n\n“I was probably one of a handful of tech lawyers in NY, at least of my vintage, working with startups and venture funds in the early and mid 2000s, so I kind of grew up doing that stuff in New York when most of the other corporate lawyers in the city were focused on more traditional M&A, private equity, capital markets, etc.”\n\nWhen a client is having a rough time\n\n“I’m not going to drop a company just because they are going through hard times or treat them any different. It’s a mixed bag out there, and at the end of the day you’ll have some really successful companies and some that are having a tougher time, but you have to take a long view. If a company is going through a really tough time — for example, they’re having trouble raising money — them not getting any attention from their lawyer will really compound some of the issues.”\n\nWhat makes startup lawyers good\n\n“The key is to try to bring your judgment to bare and say, “Listen, there’s going to be some risk. I’m not going to advocate you do everything on my punch list of ideal things you can be doing from a legal perspective, but if you have to focus on a few things to stay out of trouble for now, these would be them.” Not every lawyer is able to give that type of guidance or has, I guess, the experience or the judgment to be able to do that, but that’s something that entrepreneurs really value.”\n\nSample horror story\n\n“Let’s say three founders take a third each and they don’t impose vesting. A year later, one of the founders leaves to go get a job somewhere and doesn’t want to give a portion of the equity back. Those are potentially really significant errors that could cost the company and the founders. I just feel bad because the reality is we’ve automated a lot of our formation processes up front such that it really doesn’t cost much for founders to get state of the art documents in place from the get go.”\n\nBelow, you’ll find the rest of the founder reviews, the full interview, and more details like pricing and fee structures. This article is part of our ongoing series covering great lawyers and other experts who founders love to work with. More details here.\n\nClick here to register for Extra Crunch, or log in here.", "https://www.cnn.com/2019/02/21/entertainment/leaving-neverland-hbo-suit/index.html": "(CNN) HBO is standing by its decision to air a four-hour documentary detailing the stories of two men who accuse Michael Jackson of molestation in the face of a suit filed by Jackson's estate that claims airing the film would be a breach of contract.\n\n\"Despite the desperate lengths taken to undermine the film, our plans remain unchanged,\" the network said in a statement to CNN. \"HBO will move forward with the airing of 'Leaving Neverland,' the two-part documentary, on March 3rd and 4th. This will allow everyone the opportunity to assess the film and the claims in it for themselves.\"\n\nThe claim, obtained by CNN, cites a contract that HBO allegedly agreed to in order to air a Jackson concert in 1992.\n\n\"HBO breached its agreement not to disparage Michael Jackson by producing and selling to the public a one-sided marathon of unvetted propaganda to shamelessly exploit an innocent man no longer here to defend himself,\" a statement from Jackson estate attorneys read.\n\nThe estate argues that HBO had allegedly agreed to \"not make any disparaging remarks\" concerning Jackson or \"any of his representatives, agents, or business practices or do any act that may harm or disparage or cause to lower in esteem the reputation or public image\" of Jackson, as part of the contract.\n\nRead More", "https://www.cbsnews.com/news/karl-lagerfeld-dies-leaves-cat-choupette-inheritance-but-may-not-be-richest-pet/": "Perhaps all that's certain after fashion icon Karl Lagerfeld's death at age 85 Tuesday is that his beloved cat Choupette -- a celebrity in her own right -- will continue to live the cushy lifestyle she grew accustomed to under his care.\n\nChoupette, a Burmese cat, stands to inherit a chunk of the designer's estimated $300 million net worth, after he wrote her into his will in 2015, according to Le Figaro. Lagerfeld confirmed in an interview with Numéro last year that she, among others, would be an heiress to his vast fortune. \"Don't worry, there is enough for everyone,\" he said. Among Choupette's most admired traits? \"She doesn't talk,\" Lagerfeld told Numero in an earlier interview.\n\nBefore Lagerfeld's death, Choupette, who has nearly 250,000 followers on Instagram, already had an income, appearing in advertisements for cars and beauty products. She had been named an ambassador for French carmaker Opel, was the subject of two books and had her own line of makeup for Shu Uemura, according to Le Figaro.\n\n\"She has her own little fortune, she is an heiress: If something happens to me, the person who will take care of it will not be in misery,\" Lagerfeld said. \"She's a rich girl!\"\n\nThough Lagerfeld is German, the pair resided in France, where the law prohibits pets from inheriting their owners' wealth. German law, however, allows one's wealth to be transferred to an animal.\n\n\"In France you cannot name a pet as a beneficiary. In order for a beneficiary to receive an inheritance, it has to be a physical person or a foundation,\" said Valerie Duane-Dray, an international inheritance lawyer based in Hollywood, Florida.\n\nShe suspects Lagerfeld took one of three routes to ensure Choupette, which means \"Sweetheart\" in English, would continue to be pampered after the designer's death.\n\nHe could have created a foundation, whose sole mission is to take care of the cat, and named a director who could receive funds under the condition that the money is for the animal's care.\n\nHe could also have donated the money to an existing nonprofit and stipulated that the funds be used to take care of Choupette. Alternatively, he could have left Choupette to a trusted individual along with a gift of cash, earmarked for her care, Duane-Dray said.\n\nIt's not uncommon for pet owners to consider their furry friends in estate planning. \"I have definitely recommended people taking certain steps planning for how their assets pass to make sure they take care of their pets,\" said certified financial planner Roger Ma.\n\nEstate laws in the U.S. vary but always require that a human being have oversight over any funds entrusted to a pet. Courts have discretion, too. \"There are reasonable limits to what you can leave a pet. A court will not honor the request of millions of dollars and can reduce a trust for a pet to what is a reasonable sum,\" said estate planning lawyer Jennifer Guimond-Quigley.\n\nStill, it isn't unheard of for an owner to bequeath a pet money it can't even spend.\n\nBillionaire real estate tycoon Leona Helmsely raised eyebrows in 2007 when she died and left $12 million for her Maltese, named Trouble. German countess Carlotta Liebenstein in 1991 left her dog Gunther IV $80 million, launching him to the top of the \"Pet Rich List.\"\n\nLagerfeld's pet-pampering habits are drawing attention to what Ma said is an important conversation for pet owners to have.\n\n\"Everyone that is a pet owner should make sure not to overlook their furry friends when they're making their estate plans,\" said Ma. \"Not everyone has millions to give their pet, but it shines a light on making sure there's a qualified caretaker that you trust to ensure it has a good home to go to and also that you fund their needs.\"", "https://bgr.com/2019/02/21/wandering-earth-netflix-china-blockbuster/": "One of the biggest movies in the world right now has already surpassed half a billion dollars at the box office in China without even having completed its second week of release yet. That puts the movie, Wandering Earth, on par with some of the biggest big screen titles to emerge from the US in recent years, like Black Panther and Avengers: Infinity War.\n\nThe movie, a sci-fi epic that tells the story of people trying to save earth from being destroyed by the sun, is already the second-highest grossing film in China ever. Which should explain why Netflix just snatched it up, in a deal that will introduce the film to an even wider audience via the popular streaming giant.\n\nThe streamer didn’t share any other details about the arrangement, like how much it paid or when the film will start streaming. But it’s still a big announcement, for multiple reasons.\n\nFor one thing, this will help acclimate global audiences to Chinese-produced fare. It’s also a win-win for Netflix — which, while it doesn’t sell subscriptions inside China, is nevertheless making a push to appeal to global Chinese audiences. In addition to this film, Netflix is also developing its first Chinese-language original TV series.\n\nAs far as Wandering Earth goes, it’s definitely an understatement to say a ton of work went into this blockbuster. According to Netflix, the film was given a production scale rarely seen in Chinese films and included post-production and special effects work that took two years. That included more than 10,000 specifically-built props and the employment of some 2,000 special effects shots, in addition to a “substantial amount of computer graphics shots.”\n\n“Audiences from over 190 countries will soon meet The Wandering Earth on Netflix,” the film’s director Frant Gwo said in a statement about the news, also raving about Netflix’s plan to translate it into 28 languages. “I am glad that our movie can reach to people from different parts of the world. This is a Chinese movie created for the world, and it has been positively received since its premiere. We are very excited about it.”\n\nAccording to a plot summary from Netflix, the movie is set in the distant future and involves the sun expanding into a red giant that threatens to destroy earth. A team of heroes builds “ten thousand stellar engines” to propel earth out of the solar system in the hope of finding a new home in space, kick-starting a 2,500-year-long journey in which humanity fights for the survival of their “wandering earth.”", "https://www.usatoday.com/story/life/movies/2019/02/21/oscars-2019-queen-officially-opening-show/2943735002/": "CLOSE USA TODAY film critic Brian Truitt predicts who will take home an Oscar this year and who really deserves it. USA TODAY\n\nThis is real life (not just a fantasy): Queen is opening Sunday's Academy Awards telecast.\n\nInstead of the traditional 20-minute set of jokes from a host (because, well, the Oscars don't have one this year), expect a rock 'n' roll start to the awards show (ABC, 8 ET/5 PT).\n\n\"If you’re ever heard Queen’s music, I think this will be something that will invite you in in a really great way,\" says producer Glenn Weiss. \"The music is so well-known that this to us became a really great way to open the show and not be traditional like a normal awards show and depend on things like a monologue.\"\n\nSo what else can we expect? There will be a lot of music, say the producers (though no Kendrick Lamar). And while the host (formerly Kevin Hart, until he dropped out in December) usually leans heavily into current events in the opening monologue, a less politically barbed show could be in store, too.\n\nEverything to know about the 2019 Oscars: How to watch, who's hosting, how long it lasts\n\nLead guitarist Brian May, right, of Queen and singer Adam Lambert at a performance in Madrid in 2018. Lambert will appear with the band to open Sunday's Academy Awards show. (Photo11: VICTOR LERENA, EPA-EFE)\n\n\"Politics have been a part of the show for a long time. We can’t actually control what winners say, but what we can do is control the general overall narrative of what we want to say,\" says producer Donna Gigliotti. \"What we want to say is this has been an amazing, inclusive year in film.\"\n\nIt's unavoidable that this year's Oscars lead-up has been fraught with controversy, from host headaches to the Academy's decision to excise four less starry awards from the live show – only to add them back after mass outcry.\n\nToday the producers say adding those awards back wasn't a huge disruption.\n\n\"Things happen and change all the time between nominations and (the) show,\" says Weiss. \"Part of putting together a live television show is adapting and making changes. We have been spending the last month since nominations changing things that you may have heard about and so many things you haven’t heard about.\"\n\nMore: The 10 greatest Oscar best-picture winners, ranked\n\nAlso: Why Oscars favorite 'A Star Is Born' has flamed out in awards season\n\nRead or Share this story: https://www.usatoday.com/story/life/movies/2019/02/21/oscars-2019-queen-officially-opening-show/2943735002/", "https://www.usatoday.com/story/sports/ncaab/acc/2019/02/21/espn-cancels-college-gameday-syracuse-duke-saturday/2944196002/": "CLOSE SportsPulse: Rochester Democrat and Chronicle's Steve Bradley details how Jim Boeheim killed a pedestrian in a car crash and the affect on the team. USA TODAY Sports\n\nIn light of a fatal car accident involving Syracuse basketball coach Jim Boeheim, ESPN has decided not to broadcast \"College GameDay\" from the Carrier Dome on Saturday as originally scheduled.\n\nBoeheim struck and killed a pedestrian late Wednesday night after leading the Orange to a 69-49 home defeat of Louisville.\n\nInstead of broadcasting live from the Carrier Dome, ESPN officials decided to have \"GameDay\" originate from the network's Bristol, Connecticut, studios \"due to the celebratory nature of the show,\" ESPN spokesperson Anna Negron told Syracuse.com.\n\nThe clash between the top-ranked Blue Devils (23-3 overall, 11-2 in ACC) and the Orange (18-8, 9-4) had already lost a bit of its luster when Duke was blown out by No. 9 North Carolina and in the process lost star forward Zion Williamson to a knee injury when his shoe exploded.\n\nWilliamson has been diagnosed with a mild sprain and is officially day-to-day, according to an announcement from the school Thursday.", "https://deadspin.com/report-nba-formally-proposes-lowering-draft-age-limit-1832803069": "Photo: Jayne Kamin-Oncea (Getty)\n\nUSA Today’s Jeff Zillgitt reported this afternoon that the NBA has submitted a formal proposal to the NBPA to allow 18-year-olds to be eligible for the NBA Draft by 2022. The current rules require players to be 19 before they can be drafted, and lowering the age limit would be the first step towards eliminating the one-and-done rule that has been in place since 2005. This news comes one day after Zion Williamson suffered a scary-looking knee injury, though the report clarified that the timing is purely coincidental.\n\n\n\nIn July, NBA commissioner Adam Silver said, “My personal view is that we’re ready to make that change ... we should be taking a serious look at lowering our age to 18.” The NBA and NBPA will have to agree on any changes to the 2016 collective bargaining agreement, which expires after the 2023-24 season. USA Today reports that the NBA asked for the new rule to be implemented by the 2022 draft.\n\nWhy the 2022 draft? The league wants to give teams ample time to prepare for the change, and with the NBA submitting a proposal to the union now, it’s clear it would prefer to reach an agreement, or at least a framework of the deal, in the next few months.\n\nESPN’s Adrian Wojnarowski reported in October that the league and the union were moving forward with discussions, and despite the union seemingly getting what they want here, it’s not like this is quite yet a done deal. For one, the NBA wants to require players’ agents to hand over medical information to teams before the draft, as well as mandate combine attendance for certain prospects.\n\nIn wholly unrelated news, Bronny James will be 18 when the 2023 NBA Draft rolls around.", "https://www.sbnation.com/nba/2019/2/21/18235139/demarcus-cousins-zion-williamson-ncaa": "Zion Williamson suffered a knee injury when his Nike sneaker collapsed early in a game against North Carolina, causing him to fall awkwardly. On Thursday, the team announced that Williamson has a Grade 1 knee sprain, and he is day-to-day. That’s a lot better than it could have been.\n\nSince his injury, the prep-to-pros debate has been revitalized, with NBA players like Isaiah Thomas and Donovan Mitchell joining in on Twitter.\n\nLet these kids go straight out of HS!!! Too much on the line to be messing with college if you got a legit chance to turn pro. One injury can change somebody career, Zion sit yo ass down lol and we will be ready for you in the big boy league #LookingOutForThePlayers — Isaiah Thomas (@isaiahthomas) February 21, 2019\n\nAgain let’s remember all the money that went into this game.... and these players get none of it.... and now Zion gets hurt... something has to change @NCAA — Donovan Mitchell (@spidadmitchell) February 21, 2019\n\nWarriors center DeMarcus Cousins was even more blunt. He said Williamson should immediately sit out, calling the NCAA “bullshit.”\n\nDeMarcus Cousins: “Knowing what I know now, college basketball is bullshit.” Advises Zion Williamson to get ready for the NBA. pic.twitter.com/k3B1JA0E42 — Anthony Slater (@anthonyVslater) February 21, 2019\n\nCousins: Knowing what I know now, college is bullshit. College basketball, the NCAA, is bullshit. My advice to him is to do what’s best for you and your family. Obviously college... it does nothing for you at this point. You’ve proven you’re the No. 1 pick. You’ve proven your talent. You’re ready for the next level. It’s happening. When I was at that age, you enjoy the moment, the experience and all that. But there’s so many risks involved to get to the ultimate goal, which is this level.\n\nCousins went on to reveal what he’s learned since his lone season at Kentucky.\n\nCousins: Just how crooked the NCAA business is. I saw a post the other day that showed the highest ticket for the UNC-Duke game was $2,500-$3,500. How much does Zion Wiliamson get? That’s who they’re coming to see. So how much does he get? Who does it go to? How does it benefit any player on that team? But they’re able to give $20 and a meal so this “bad kid” can get a bad rep, “uncoachable,” “thugs,” whatever it might be. It’s bullshit. It’s been bullshit.\n\nWhen asked about potential solutions, Cousins referenced the G League route. This season, the G League will implement a new rule which allows a $125,000 payment to a select group of “elite” high school athletes, which is an increase from the roughly $7,000 per month wages players typically make over a five-month season.\n\nCousins sees its future, though. “The G League route, I think that’s helpful,” he said. “Obviously it’s not a popular thing right now, but I think it will grow over time. You’ve seen a couple of young guys enter that program already.”\n\nIf Williamson’s injury costs him his season at Duke, or spots in the upcoming NBA Draft, it could have much bigger implications.", "https://www.bbc.com/news/science-environment-47311186": "Image copyright Clay Bolt Image caption A single female Wallace's giant bee was found\n\nThe world's biggest bee has been re-discovered, after decades thought lost to science.\n\nThe giant bee - which is as long as an adult's thumb - was found on a little-explored Indonesian island.\n\nAfter days of searching, wildlife experts found a single live female, which they photographed and filmed.\n\nKnown as Wallace's giant bee, the insect is named after the British naturalist and explorer Alfred Russel Wallace, who described it in 1858.\n\nScientists found several specimens in 1981, but it has not been seen since.\n\nIn January, a team followed in Wallace's footsteps on a journey through Indonesia in an attempt to find and photograph the bee.\n\nImage copyright Clay Bolt Image caption Eli Wyman with one of the few known Wallace's giant bee samples\n\n\"It was absolutely breathtaking to see this 'flying bulldog' of an insect that we weren't sure existed anymore, to have real proof right there in front of us in the wild,\" said natural history photographer, Clay Bolt, who took the first photos and video of the species alive.\n\n\"To actually see how beautiful and big the species is in life, to hear the sound of its giant wings thrumming as it flew past my head, was just incredible. \"\n\nWallace's giant bee (Megachile pluto)\n\nWith an estimated wingspan of two-and-a-half inches (6 cm), Wallace's giant bee is the world's largest bee\n\nThe female makes her nest in termite mounds, using her large jaw to collect sticky tree resin to line the nest and protect it from invading termites\n\nThe species depends on primary lowland forest for resin and the nests of tree-dwelling termites\n\nWallace, who co-developed the theory of evolution with Charles Darwin, described the bee as, \"a large black wasp-like insect, with immense jaws like a stag-beetle\".\n\nThe discovery, in the Indonesian islands known as the North Moluccas, raises hopes that the region's forests still harbour one of the rarest and most sought after insects in the world.\n\nThere are currently no legal protections around its trade.\n\nTrip member and bee expert Eli Wyman, an entomologist at Princeton University, said he hoped the rediscovery would spark future research towards a deeper understanding of the life history of the bee and inform any future efforts to protect it from extinction.\n\nEnvironmental group, Global Wildlife Conservation (GWC), which has launched a worldwide hunt for \"lost species\", supported the trip.\n\n\"By making the bee a world-famous flagship for conservation, we are confident that the species has a brighter future than if we just let it quietly be collected into oblivion,\" said Robin Moore.\n\nIn January, the group announced they had found more rare Bolivian frogs belonging to a species thought to be down to one male.\n\nWorld's 'loneliest' frog gets a date\n\nFollow Helen on Twitter.", "https://www.foxnews.com/science/worlds-largest-bee-with-giant-jaws-rediscovered-in-the-wild": "You'd think that the world's biggest bee would be hard to lose track of. But Wallace's Giant Bee — an Indonesian species with a 2.5-inch (6.4 centimeters) wingspan and enormous mandibles — was last seen by researchers in 1981; it was feared to be extinct.\n\nHowever, scientists finally spotted the rare bee in January, in the Indonesian province of North Maluku on the Maluku Islands. They detected a solitary female bee after investigating the region for five days, and a photographer captured the first-ever images of a living Wallace's Giant Bee (Megachile pluto) at the insect's nest in an active termite mound.\n\n\"It was absolutely breathtaking to see this 'flying bulldog' of an insect that we weren't sure existed anymore,\" photographer Clay Bolt, who captured the images of the giant, said in a statement published by The University of Sydney in Australia. [In Photos: Bee Eyes and Meat-Eating Plants Light Up Micro-Photo Contest]\n\nLittle is known about these elusive insects' habits. The bees' dark-colored bodies measure about 1.5 inches (3.5 cm) in length — about as long as a human thumb — and they build communal nests on termite dwellings in trees, Adam Messer, a researcher who was with the Department of Entomology at the University of Georgia in 1984, wrote in a study published then in the Journal of the Kansas Entomological Society.\n\nMesser was the last scientist to document the supersize bees in the wild — until now.\n\n\"Messer's rediscovery gave us some insight, but we still know next to nothing about this extraordinary insect,\" Eli Wyman, an entomologist at Princeton University and one of the researchers who rediscovered the lost bee, said in the statement. The rediscovery could help researchers learn more about the elusive bee, Wyman added.\n\nOriginally published on Live Science.", "https://www.space.com/israel-moon-lander-spacex-launch-webcast.html": "An Israeli spacecraft will launch on a historic moon mission tonight (Feb. 21), and you can watch the liftoff live online.\n\nThe Beresheet robotic lunar lander is scheduled to lift off atop a SpaceX Falcon 9 rocket at 8:45 p.m. EST (0145 GMT on Feb. 22) from Cape Canaveral Air Force Station in Florida, kicking off an eight-week journey to the moon's surface. Watch it here at Space.com , courtesy of SpaceX, or directly via the spaceflight company .\n\nBeresheet's creators — the nonprofit SpaceIL and Israel Aerospace Industries (IAI), the nation's largest aerospace and defense company — will also webcast the launch live on Facebook. [ Israel's 1st Moon Lander Beresheet in Pictures ]\n\nSpaceIL is a former entrant in the Google Lunar X Prize , a $30 million competition that encouraged privately funded groups to put a robotic craft down on the moon. The Prize ended last year with no winner, but some of its teams — such as SpaceIL and the American company Moon Express — have continued to develop their lunar missions.\n\nSpaceIL and IAI are going for something very big here. Israel has never landed anything on the moon before, nor has any privately funded group. Indeed, the only entities to ace a lunar touchdown to date are superpowers — the Soviet Union, the United States and China (which joined the club in 2013, and notched the first-ever landing on the far side of the moon just last month with the Chang'e 4 mission ).\n\nAnd Beresheet is pioneering in its cost effectiveness as well. The mission's total price tag, including launch, is just $100 million, SpaceIL representatives said.\n\nIf all goes according to plan, the 5-foot-tall (1.5 meters) Beresheet — whose name means \"in the beginning\" in Hebrew — will land on the moon on April 11. The lander will study craters and the local magnetic field (unlike Earth, the moon doesn't have a global magnetic field) during its lunar approach and two-Earth-day surface mission. But the main goal is to inspire young people around the world, especially those in Israel.\n\n\"SpaceIL is actively working to create an Israeli 'Apollo Effect,'\" SpaceIL representatives wrote on the mission's website . \"SpaceIL is committed to inspiring the next generation in Israel and around the world to choose to study science, technology, engineering and mathematics (STEM).\"\n\nAn artist's illustration of the Israel SpaceIL Beresheet lander on the surface of the moon. (Image: © SpaceIL)\n\nBeresheet will also tote an Israeli flag and a time capsule, which includes a \"Lunar Library.\" The library is a project of the nonprofit Arch Mission Foundation, which seeks to archive human knowledge for millions or billions of years. The Lunar Library will carry, among other things, the entirety of the English-language version of Wikipedia and keys to 5,000 languages, project team members have said.\n\n(The Arch Mission Foundation also launched a \"Solar Library\" in February 2018, on the maiden flight of SpaceX's Falcon Heavy rocket. This library, a tiny quartz disk etched with the text of Isaac Asimov's seminal \"Foundation\" trilogy , is zooming around the sun aboard the Tesla Roadster that the Falcon Heavy lofted on that mission.)\n\nBeresheet isn't the only payload taking flight tonight.\n\nThe Falcon 9 will also loft to Earth orbit the communications satellite PSN-6 (Nusantara Satu) for the Indonesian company PT Pasifik Satelit Nusantara and an experimental U.S. Air Force satellite called S5. This latter craft will help test technologies for greater space situational awareness, Air Force officials have said.\n\nSpaceX also plans to return the first stage of its Falcon 9 rocket to Earth after today's launch. The booster is expected to land on the company's droneship \"Of Course I Still Love You\" in the Atlantic Ocean for later reuse.\n\nThis is the third flight for this Falcon 9 booster. The rocket launched 10 Iridium Next communications satellites on the Iridium-7 mission in July 2018, and later lofted the SAOCOM 1A mission in October of that year.", "https://arstechnica.com/science/2019/02/new-dates-show-massive-volcanic-eruptions-overlapped-with-dinosaurs-death/": "Modeling what happened after a massive asteroid struck the Yucatan has painted a hellscape capable of causing a mass extinction: choking dust, immense tsunamis, and enough debris leaving and reentering the atmosphere to set off global fires. But questions remain whether the impact alone drove the dinosaurs to extinction or if it merely finished the job started by a massive volcanic outburst happening in India.\n\nThe Deccan Traps cover an area of roughly a half-million square kilometers, and the eruptions that created them involved over a million cubic kilometers of rock. Immense eruptions like this have been blamed for mass extinctions in the past, as they pump lots of toxic chemicals into the atmosphere and cause a rapid seesaw of cooling and warming. And the Deccan Traps are no exception: people have argued that they were already killing the dinosaurs or had stressed ecosystems in a way that set the stage for a mass extinction. But not everyone has bought in to this idea, and some have suggested that the asteroid collision actually drove changes in the Deccan Traps eruptions.\n\nSorting all this out requires a better sense of the timing of the eruptions vs. when the impact and extinctions occurred. In today's issue of Science, two papers attempt to narrow down the timing. Unfortunately, their results don't entirely agree.\n\nWhat and when?\n\nBoth papers rely on radiometric dating, but the papers use different types, each with their own limitations. One of them looks at the decay of uranium that's trapped in zircons that form during volcanic activity. The strength of this method is that it's very precise. Its downside is that zircons form at high temperatures, which means the zircons are underground prior to eruptions rather than during the eruption itself. So they don't provide a precise date of the eruption.\n\nTo get around this issue, an Indian-Swiss-US team looked at huge amounts of zircons and linked their dates to their specific location in the series of eruptions that built the Deccan Traps. A statistical analysis then identified any outliers—a younger zircon beneath an older layer, for example—and took them into account to build a model of the most probable ages of different eruptions.\n\nThis suggested that the Deccan traps were built in pulses, with a large eruption occurring about 100,000 years before the asteroid impact. An even larger one took place almost immediately after.\n\nA second team, this one from India-UK-US, did argon dating. The gas only starts being trapped once a rock solidifies, so it essentially starts the timer during the eruption itself. The hassle is that the gas can sometimes escape from the rock slowly over time, which is less of a problem with zircons.\n\nOverall, this group finds a big picture that overlaps with that of the group that did zircon dating. But there are differences in the details, and some of them are significant. For example, the researchers also find that the Deccan Trap eruptions overlapped with the mass extinction, occurring both before and after the event. But they see no evidence of pulses; instead, they see nearly continuous eruptions. Most of the material (~75 percent), they argue, was put in place after the mass extinction, though.\n\nThe researchers' dates are also consistent with a major shift in the properties of the erupted rock occurring at the same time as the impact. This supports the idea that the impact's seismic effects reached across the entire planet.\n\nEruptions like this release massive quantities of sulfur and carbon dioxide. These have opposing effects. The sulfur forms aerosols that reflect a huge amount of sunlight, causing a cooling. That cooling, however, is short term, as the aerosols don't have a long lifetime in the atmosphere. Carbon dioxide does, and it produces a follow-on warming through the greenhouse effect. This climate seesaw is thought to have contributed to some mass extinctions.\n\nThe second paper includes an analysis that correlates the eruptions with signs of the climate change, but it finds they don't line up well. The authors conclude that either something else was going on with the climate, or the release of gasses doesn't always line up with the volume of lava erupted. So that result raises questions about how much the Deccan eruptions would have contributed to ecological disruptions.\n\nOverall, it seems that we have a lot more information, but it isn't necessarily leading to a clearer picture. The results do confirm that significant eruptions were happening before the mass extinction, but the biggest of them seemed to be happening after, and the eruptions' effect on distant ecosystems is unclear. And we don't know whether the eruptions were a small series of enormous outbursts or a relatively steady drumbeat of smaller events.\n\nThe good news is that if you're a fan of dinosaurs and want to know how they met their end, there's still science to be done.\n\nScience, 2019. DOI: 10.1126/science.aau2422, 10.1126/science.aav1446 (About DOIs).", "https://www.syracuse.com/news/2019/02/upstate-poison-center-warns-public-not-to-use-herbal-supplement.html": "SYRACUSE, N.Y. – An official with the Upstate New York Poison Center is warning the public not to use the herbal supplement kratom because it can cause rapid heartbeat, other serious health problems and even death.\n\nThe center, based at SUNY Upstate Medical University, and other poison centers nationwide are seeing a significant increase in calls about kratom, according to a study published in Clinical Toxicology.\n\nThe Upstate New York Poison Center has received 32 calls about kratom since Jan. 1, 2018. It only got four calls about the supplement in 2017. The center serves 54 New York counties north of Westchester County.\n\nJeanna Marraffa, a pharmacist and clinical toxicologist at the center, said some kratom users go to hospitals complaining of increased heart rate and withdrawal symptoms. The study reported 11 deaths associated with kratom nationwide between 2011 and 2017.\n\nA Tupper Lake police sergeant died of a kratom overdose in 2017.\n\nThe kratom plant grows in Malaysia. The leaves are typically crushed, made into tea and used to treat pain and curb opioid drug cravings. It is not approved by the U.S. Food and Drug Administration, which has advised the public not to use kratom for medical conditions.\n\nKratom is available without a prescription and users often buy it online, Marraffa said.\n\nSome people use it as an alternative to opioids or to ease opioid withdrawal symptoms. Marraffa said some users end up in hospitals complaining of withdrawal symptoms after they stop using kratom.\n\n“My suggestion is not to use kratom because there is definite toxicity associated with the product and there are concerns about adverse events,” she said.\n\nNationwide the number of calls about kratom to poison centers grew from 13 in 2011 to 682 in 2017, according to the study.\n\nUpstate NY police sergeant died of overdose on legal, but controversial drug kratom", "https://www.nbcnews.com/storyline/measles-outbreak/measles-kills-900-madagascar-according-who-report-n974171": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nFeb. 21, 2019, 7:56 PM GMT By Associated Press\n\nThe World Health Organization says that an epidemic of measles in Madagascar has caused more than 900 deaths.\n\nAccording to WHO figures, there have been more than 68,000 cases of the disease, in which 553 deaths were confirmed and 373 suspected from measles since the outbreak began in September.\n\nThose most at risk are infants from 9 to 11 months old.\n\nThe epidemic is blamed on a low immunization rate for measles across the island nation over a period of many years, according to WHO spokesman Tarik Jasarevic. The vaccination rate is estimated to be less than 60 percent, according to figures from WHO and UNICEF figures, he said.\n\nMadagascar has launched a nationwide campaign to try to bring the outbreak under control, through mass vaccination campaigns and surveillance.", "https://wgntv.com/2019/02/21/ohio-girl-dies-one-day-after-she-was-diagnosed-with-strep-throat-and-flu/": "after she was diagnosed with strep throat and influenza.\n\nWXIX reports Sable Gibson was diagnosis Tuesday morning, and school officials report it led to a cardiac arrest later that day.\n\nIn a social media post, Mason City Schools stated, “Please join us in keeping the Gibson family in our daily thoughts and prayers as they navigate these very difficult days. Their youngest, fourth grader Sable, passed away last evening after being diagnosed with strep throat and influenza on Tuesday morning which lead to cardiac arrest Tuesday afternoon.”\n\nThe post also said the school would have additional counselors available.\n\nWKRC said Sable was the youngest of six kids in the family and school officials said she was “genuinely kind to everyone.”", "https://www.foxnews.com/health/massachusetts-girls-flu-related-death-devastates-dad": "A father who recently moved to Massachusetts with his family is now grieving the loss of his young daughter who died due to flu-related complications.\n\nSopheak Paak told CBS Boston his 4-year-old daughter Puthiraksmey fell ill last week. On Tuesday — when her temperature reached 99 degrees and the young girl was reportedly coughing blood, WCVB reported — Paak took her to Lowell General Hospital, where he claimed doctors instructed Puthiraksmey to take Tylenol and sent the pair home.\n\nCOLORADO GIRL, 7, DIES NEARLY TWO MONTHS AFTER EXHIBITING FLU SYMPTOMS, FALLING INTO COMA\n\nBut days later, her condition worsened. On Saturday, Paak decided to call an ambulance.\n\n\"I tried to call to 911 [for an] emergency,\" Paak told WCVB. \"[I told them], 'I don't know how to help her.'\"\n\nPuthiraksmey died later that day, he told the news station. State health officials later confirmed the death to CBS Boston as the third pediatric flu-related death in the state during the 2018-2019 flu season.\n\nBut Paak told WCVB that he is still awaiting the official autopsy results before concluding Puthiraksmey's death was indeed flu-related. Paak expressed concerns the young girl could have contacted an illness before moving to the U.S. from Cambodia, recalling to WHDH that she had an allergic reaction to seafood about a week before she became ill.\n\nPaak said his daughter enjoyed learning and going to school. He added that when his family immigrated to the U.S., they were hoping for a better life.\n\n“We hope by coming to live here everything will be good,” he added.\n\nTEXAS GIRL, 4, DIES OF FLU-RELATED ILLNESS\n\nIn a statement to CBS Boston, a spokesperson for Lowell General Hospital called the girl’s death “tragic.”\n\n“We offer our deepest sympathies and condolences to the family over the tragic loss of their daughter,” the hospital said in a statement, declining to comment further due to privacy rules.", "https://support.google.com/news/publisher-center/?hl=en": "Improve discovery and classification on your content by telling Google what parts of your site to crawl through the Google News Publisher Center.", "https://support.google.com/news/producer/?hl=en": "Improve discovery and classification on your content by telling Google what parts of your site to crawl through the Google News Publisher Center.", "https://play.google.com/store/movies/collection/promotion_40016d4_movies_to_own_under_8": "", "https://play.google.com/store/books/collection/promotion_100286e_top_selling_dynamic_abooks": "", "https://play.google.com/store/movies/details/Fantastic_Beasts_The_Crimes_of_Grindelwald?id=-TpPP3cOtvY": "By purchasing this item, you are transacting with Google Payments and agreeing to the Google Payments Terms of Service and Privacy Notice", "https://play.google.com/store/books/collection/promotion_100286e_top_selling_dynamic_abooks?clp=8gM0CjIKLHByb21vdGlvbl8xMDAyODZlX3RvcF9zZWxsaW5nX2R5bmFtaWNfYWJvb2tzEAcYAQ%3D%3D:S:ANO1ljLKc4U&gsr=CjfyAzQKMgoscHJvbW90aW9uXzEwMDI4NmVfdG9wX3NlbGxpbmdfZHluYW1pY19hYm9va3MQBxgB:S:ANO1ljLoMdM": "", "https://play.google.com/store/audiobooks/details/Mark_Manson_The_Subtle_Art_of_Not_Giving_a_F_ck?id=AQAAAAA0lhmWPM": "From the author of the international mega-bestseller The Subtle Art of Not Giving A F*ck comes a counterintuitive guide to the problems of hope.\n\nWe live in an interesting time. Materially, everything is the best it’s ever been—we are freer, healthier and wealthier than any people in human history. Yet, somehow everything seems to be irreparably and horribly f*cked—the planet is warming, governments are failing, economies are collapsing, and everyone is perpetually offended on Twitter. At this moment in history, when we have access to technology, education and communication our ancestors couldn’t even dream of, so many of us come back to an overriding feeling of hopelessness.\n\nWhat’s going on? If anyone can put a name to our current malaise and help fix it, it’s Mark Manson. In 2016, Manson published The Subtle Art of Not Giving A F*ck, a book that brilliantly gave shape to the ever-present, low-level hum of anxiety that permeates modern living. He showed us that technology had made it too easy to care about the wrong things, that our culture had convinced us that the world owed us something when it didn’t—and worst of all, that our modern and maddening urge to always find happiness only served to make us unhappier. Instead, the “subtle art” of that title turned out to be a bold challenge: to choose your struggle; to narrow and focus and find the pain you want to sustain. The result was a book that became an international phenomenon, selling millions of copies worldwide while becoming the #1 bestseller in 13 different countries.\n\nNow, in Everthing Is F*cked, Manson turns his gaze from the inevitable flaws within each individual self to the endless calamities taking place in the world around us. Drawing from the pool of psychological research on these topics, as well as the timeless wisdom of philosophers such as Plato, Nietzsche, and Tom Waits, he dissects religion and politics and the uncomfortable ways they have come to resemble one another. He looks at our relationships with money, entertainment and the internet, and how too much of a good thing can psychologically eat us alive. He openly defies our definitions of faith, happiness, freedom—and even of hope itself.\n\nWith his usual mix of erudition and where-the-f*ck-did-that-come-from humor, Manson takes us by the collar and challenges us to be more honest with ourselves and connected with the world in ways we probably haven’t considered before. It’s another counterintuitive romp through the pain in our hearts and the stress of our soul. One of the great modern writers has produced another book that will set the agenda for years to come.", "https://play.google.com/store/audiobooks/details/Gary_John_Bishop_Unfu_k_Yourself?id=AQAAAADER0JHlM": "From the author of the New York Times and international bestseller Unfu*k Yourself Gary John Bishop presents a no-holds-barred guide to breaking through our cycles of self-sabotage to get what we want out of life.\n\nIn Unfu*k Yourself, Gary John Bishop told us it was time to stop making excuses—to recognize and take responsibility for the negative self-talk holding us back.\n\nIn Stop Doing That Sh*t, he builds on that message, teaching us how to stop self-sabotaging behavior. Bishop explains how our destructive cycles come down to the way that we’re wired. He then identifies different types of people and the ways we fu*k ourselves over: We can’t save money. We land in the same type of toxic relationship. We’re stuck in a rut at work. Analyzing why we act the way we do, including what our common grenades are that blow up our lives, Bishop then shows how we can interrupt the cycle and stop self-sabotaging our lives.\n\nWritten in the same in your face style as Unfu*k Yourself, Stop Doing that Sh*t will help us get in touch with our psychological machinery so we learn to interrupt negative thoughts and behavior before they start, allowing us to give our attention to something else, and start to find success in the areas we thought we never could.\n\nWe can take back our lives. We may have fu*ked up in the past, but Stop Doing That Sh*t will show us how to break the patterns in order to live the lives we yearn to have.", "https://play.google.com/store/audiobooks/details/Gary_Chapman_The_5_Love_Languages?id=AQAAAIDFa0zrmM": "What to do when you feel like giving up\n\nWhen you said, \"I do,\" you entered marriage with high hopes, dreaming it would be supremely happy.\n\nYou never intended it to be miserable.\n\nMillions of couples are struggling in desperate marriages. But the story doesn't have to end there. Dr. Gary Chapman writes, \"I believe that in every troubled marriage, one or both partners can take positive steps that have the potential for changing the emotional climate in their marriage.\"\n\nLoving Your Spouse When You Feel Like Walking Away, the revised and updated edition of the award-winning Desperate Marriages, teaches you how to:\n\n\n\nAn experienced marriage and family counselor, Gary Chapman speaks to those whose spouse is any of the following:\n\n\n\nMarriage has the same potential to be miserable as it does to be blissful. Read Loving Your Spouse When You Feel Like Walking Away to learn how you can turn things around.", "https://play.google.com/store/audiobooks/details/Sun_Tzu_The_Art_Of_War?id=AQAAAEAMMXZxaM": "The Art of War is a Chinese military treatise written during the 6th century BC by Sunzi. Composed of 13 chapters, each of which is devoted to one aspect of warfare, it has long been praised as the definitive work on military strategies and tactics of its time.\n\nThe Art of War is one of the oldest and most famous studies of strategy and has had a huge influence on military planning and beyond. It had been credited with influencing Napoleon, the German General Staff, and even the planning of Operation Desert Storm. Leaders as diverse as Mao Zedong, Vo Nguyen Giap, and General Douglas MacArthur have claimed to have drawn inspiration from the work.", "https://play.google.com/store/audiobooks/details/Rachel_Hollis_Girl_Wash_Your_Face?id=AQAAAIAtIyGjHM": "#1 NEW YORK TIMES BESTSELLER\n\nDo you ever suspect that everyone else has life figured out and you don’t have a clue? If so, Rachel Hollis has something to tell you: that’s a lie.\n\nAs the founder of the lifestyle website TheChicSite.com and CEO of her own media company, Rachel Hollis developed an immense online community by sharing tips for better living while fearlessly revealing the messiness of her own life. Now, in this challenging and inspiring new book, Rachel exposes the twenty lies and misconceptions that too often hold us back from living joyfully and productively, lies we’ve told ourselves so often we don’t even hear them anymore.\n\nWith painful honesty and fearless humor, Rachel unpacks and examines the falsehoods that once left her feeling overwhelmed and unworthy, and reveals the specific practical strategies that helped her move past them. In the process, she encourages, entertains, and even kicks a little butt, all to convince you to do whatever it takes to get real and become the joyous, confident woman you were meant to be.\n\nWith unflinching faith and rock-hard tenacity, Girl, Wash Your Face shows you how to live with passion and hustle--and how to give yourself grace without giving up.", "https://play.google.com/store/audiobooks/details/George_R_R_Martin_A_Game_of_Thrones?id=AQAAAAB4RT5FVM": "#1 NEW YORK TIMES BESTSELLER • THE BOOK BEHIND THE FIFTH SEASON OF THE ACCLAIMED HBO SERIES GAME OF THRONES\n\n\n\nDubbed “the American Tolkien” by Time magazine, George R. R. Martin has earned international acclaim for his monumental cycle of epic fantasy. Now the #1 New York Times bestselling author delivers the fifth book in his landmark series—as both familiar faces and surprising new forces vie for a foothold in a fragmented empire.\n\n\n\nA DANCE WITH DRAGONS\n\nA SONG OF ICE AND FIRE: BOOK FIVE\n\n\n\nIn the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance—beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind.\n\n\n\nFleeing from Westeros with a price on his head, Tyrion Lannister, too, is making his way to Daenerys. But his newest allies in this quest are not the rag-tag band they seem, and at their heart lies one who could undo Daenerys’s claim to Westeros forever.\n\n\n\nMeanwhile, to the north lies the mammoth Wall of ice and stone—a structure only as strong as those guarding it. There, Jon Snow, 998th Lord Commander of the Night’s Watch, will face his greatest challenge. For he has powerful foes not only within the Watch but also beyond, in the land of the creatures of ice.\n\n\n\nFrom all corners, bitter conflicts reignite, intimate betrayals are perpetrated, and a grand cast of outlaws and priests, soldiers and skinchangers, nobles and slaves, will face seemingly insurmountable obstacles. Some will fail, others will grow in the strength of darkness. But in a time of rising restlessness, the tides of destiny and politics will lead inevitably to the greatest dance of all.\n\n\n\nPraise for A Dance with Dragons\n\n\n\n“Filled with vividly rendered set pieces, unexpected turnings, assorted cliffhangers and moments of appalling cruelty, A Dance with Dragons is epic fantasy as it should be written: passionate, compelling, convincingly detailed and thoroughly imagined.”—The Washington Post\n\n\n\n“Long live George Martin . . . a literary dervish, enthralled by complicated characters and vivid language, and bursting with the wild vision of the very best tale tellers.”—The New York Times\n\n\n\n“One of the best series in the history of fantasy.”—Los Angeles Times", "https://play.google.com/store/audiobooks/details/Delia_Owens_Where_the_Crawdads_Sing?id=AQAAAICz_Xt92M": "A sensually charged novel about two girls growing up fast in a failing industrial town on the coast of Italy\n\nAnna and Francesca are on the brink of everything: high school, adulthood, and the edge of ambition in their provincial town. It’s summer in Piombino, Italy, and in their skimpy bathing suits, flaunting their newly acquired curves, the girls suddenly have everyone in their thrall. This power opens their imagination to a destiny beyond Piombino; the resort town of Elba is just a ferry ride away and yet they’ve never dared to go. Maybe the future is waiting for them there, or somewhere beyond.\n\nWhen their friendship suffers a blow, the girls set off on their own only to discover that their budding sexuality takes them further than they expect, though not as far as their dreams. As their choices take them to a painful crossroads, the girls must reconnect if they have any hope of escaping their small town destinies.\n\nIn this poetic, prizewinning debut, Silvia Avallone captures the lost innocence of a generation. Harrowing yet ultimately redemptive, Swimming to Elba is a story about the power of friendship, and the way that family, friendship, and economics shape our world.", "https://play.google.com/store/audiobooks/details/Stephen_R_Covey_The_7_Habits_of_Highly_Effective_P?id=AQAAAIAKy1RLTM": "Install the Google Play Books app for Android and iPad/iPhone . It syncs automatically with your account and allows you to listen online or offline wherever you are.", "https://play.google.com/store/books/details/Cullen_Bunn_Deadpool_Kills_the_Marvel_Universe?id=4pRfAwAAQBAJ": "In addition to the most recent Sarah's Scribbles fan favorites and dozens of all-new comics, this volume contains illustrated personal essays on Sarah's real-life experiences with anxiety, career, relationships and other adulthood challenges that will remind readers of Allie Brosh's Hyperbole and a Half and Jenny Lawson's Let's Pretend This Never Happened. The same uniquely frank, real, yet humorous and uplifting tone that makes Sarah's Scribbles so relatable blooms beautifully in this new longer form.", "https://play.google.com/store/books/details/George_R_R_Martin_A_Game_of_Thrones?id=5NomkK4EV68C": "But when Wade stumbles upon the first clue, he finds himself beset by players willing to kill to take this ultimate prize. The race is on, and if Wade's going to survive, he'll have to win—and confront the real world he's always been so desperate to escape.", "https://play.google.com/store/books/details/Philip_Reeve_Mortal_Engines_Mortal_Engines_Book_1?id=wloYU5rD4vgC": "To read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.", "https://play.google.com/store/books/details/J_K_Rowling_Harry_Potter_and_the_Sorcerer_s_Stone?id=wrOQLV6xB-wC": "A set textbook at Hogwarts School of Witchcraft and Wizardry since publication, Newt Scamander’s masterpiece has entertained wizarding families through the generations. Fantastic Beasts and Where to Find Them is an indispensable introduction to the magical beasts of the wizarding world. Scamander’s years of travel and research have created a tome of unparalleled importance. Some of the beasts will be familiar to readers of the Harry Potter books – the Hippogriff, the Basilisk, the Hungarian Horntail...Others will surprise even the most ardent amateur Magizoologist. Dip in to discover the curious habits of magical beasts across five continents...\n\nAt least 15% of the net retail price* of this eBook will be available to Comic Relief and Lumos Foundation for their work with children and young people to help them have a better life. 20% of these monies will be used by Comic Relief and 80% will be used by Lumos Foundation.\n\n* The net retail price means the price paid by the consumer less applicable sales taxes\n\nComic Relief is a registered charity in the UK with charity nos. 326568 (England/Wales) and SC039730 (Scotland). Lumos Foundation is a registered charity in the UK with no. 1112575.\n\nPlease note: This is the 2017 edition of the Hogwarts Library ebook, featuring bespoke cover artwork from Olly Moss and a new foreword from J.K. Rowling. The official screenplay of the 2016 Warner Bros. movie – Fantastic Beasts and Where to Find Them: The Original Screenplay - is available separately.", "https://play.google.com/store/books/details/Christopher_Paolini_The_Fork_the_Witch_and_the_Wor?id=wCRyDwAAQBAJ": "Fletcher and his friends fight for survival in the ether, where they pursue a mortally dangerous quest to rebuild their world and broker peace.\n\nEven as hatred threatens to turn friend into foe in The Battlemage, Fletcher must lead a small army of soldiers into battle to protect his ancestral homeland, and face his biggest challenge yet: his nemesis, the albino orc, Khan, who seeks to destroy everything Fletcher holds dear.", "https://play.google.com/store/music/album/T_Pain_A_Million_Times_feat_O_T_Genasis?id=Bcn4ya5pyttrdqfyystp54d2s7m": "Streaming and by permanent download to your computer and/or device\n\nStreaming and by permanent download to your computer and/or device\n\nPlayback information", "https://play.google.com/store/music/album/Cardi_B_Bruno_Mars_Please_Me?id=Baftrebvp3qibo7wakppulw4zvi": "℗ 2019 Atlantic Recording Corporation for the United States and WEA International Inc. for the world outside of the United States. A Warner Music Group Company.\n\nStreaming and by permanent download to your computer and/or device\n\nStreaming and by permanent download to your computer and/or device\n\nPlayback information", "https://play.google.com/store/books/details/Karen_Rose_Say_You_re_Sorry?id=FqJaDwAAQBAJ": "Lyle is living with Rochelle while he gets his life together, and he’s thrilled to hear about his sister’s new job offer. But within hours, triumph is followed by tragedy. Returning from a celebratory dinner with her boyfriend, she finds Lyle dead with a syringe in his lap, and Eve’s investigation confirms that this wasn’t just another OD. After all his work to get clean, Lyle’s been pumped full of poison—and a neighbor with a peephole reports seeing a scruffy, pink-haired girl fleeing the scene.\n\nNow Eve and Roarke must venture into the gang territory where Lyle used to run, and the ugly underground world of tattoo parlors and strip joints where everyone has taken a wrong turn somewhere. They both believe in giving people a second chance. Maybe even a third or fourth. But as far as they’re concerned, whoever gave the order on Lyle Pickering’s murder has run out of chances...", "https://play.google.com/store/books/details/Orson_Scott_Card_The_Complete_Homecoming_Saga?id=4qh_DwAAQBAJ": "In this science fiction epic from the author of Ender’s Game, it is 40 million years in the future, and humanity long ago abandoned Earth, rendered uninhabitable by their destructive wars. Now, mankind survives on the planet of Harmony, where the Oversoul--an artificial intelligence--protects them from their own worst impulses. There are no wars, no dangerous technologies or weapons of mass destruction.\n\nBut after so many millennia, the Oversoul is beginning to fail. Now, a group of humans must return to Earth and seek advice from the entity on which the Oversoul is modeled–the mysterious Keeper of the Earth.\n\n\n\n\n\nTor books by Orson Scott Card\n\nEnder Universe\n\n\n\nEnder Quintet\n\nEnder’s Game\n\nEnder in Exile\n\nSpeaker for the Dead\n\nXenodice\n\nChildren of the Mind\n\n\n\nEnder’s Shadow Quintet\n\nEnder’s Shadow\n\nShadow of the Hegemon\n\nShadow Puppets\n\nShadow of the Giant\n\nShadows in Flight\n\n\n\nThe Second Formic War (With Aaron Johnston)\n\nThe Swarm\n\nThe Hive\n\n\n\nOther Books in the Ender Universe\n\nChildren of the Fleet\n\n\n\nEnder Novellas\n\nA War of Gifts\n\nFirst Meetings\n\n\n\nOther Tor Books Series\n\nThe Mither Mages\n\nTales of Alvin Maker\n\nWomen of Genesis\n\nAt the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.", "https://play.google.com/store/books/details/Charlie_Jane_Anders_The_City_in_the_Middle_of_the?id=RGJkDwAAQBAJ": "Charlie Jane Anders, the nationally bestselling author of All the Birds in the Sky delivers a brilliant new novel set in a hauntingly strange future with The City in the Middle of the Night.\n\n\"If you control our sleep, then you can own our dreams... And from there, it's easy to control our entire lives.\"\n\nJanuary is a dying planet--divided between a permanently frozen darkness on one side, and blazing endless sunshine on the other. Humanity clings to life, spread across two archaic cities built in the sliver of habitable dusk.\n\nBut life inside the cities is just as dangerous as the uninhabitable wastelands outside.\n\nSophie, a student and reluctant revolutionary, is supposed to be dead, after being exiled into the night. Saved only by forming an unusual bond with the enigmatic beasts who roam the ice, Sophie vows to stay hidden from the world, hoping she can heal.\n\nBut fate has other plans--and Sophie's ensuing odyssey and the ragtag family she finds will change the entire world.\n\nAt the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.", "https://play.google.com/store/movies/details/Illumination_Presents_Dr_Seuss_The_Grinch?id=q12BBcanenI": "By purchasing this item, you are transacting with Google Payments and agreeing to the Google Payments Terms of Service and Privacy Notice", "https://play.google.com/store/audiobooks/details/J_R_R_Tolkien_The_Lord_of_the_Rings_The_Fellowship?id=AQAAAABXel16GM": "Install the Google Play Books app for Android and iPad/iPhone . It syncs automatically with your account and allows you to listen online or offline wherever you are.", "https://play.google.com/store/audiobooks/details/Attallah_Shabazz_The_Autobiography_of_Malcolm_X?id=AQAAAEBMc3szJM": "An investigative journalist uncovers a hidden custom in Afghanistan that will transform your understanding of what it means to grow up as a girl.\n\n\n\nIn Afghanistan, a culture ruled almost entirely by men, the birth of a son is cause for celebration and the arrival of a daughter is often mourned as misfortune. A bacha posh (literally translated from Dari as “dressed up like a boy”) is a third kind of child--a girl temporarily raised as a boy and presented as such to the outside world. Jenny Nordberg, the reporter who broke the story of this phenomenon for the New York Times, constructs a powerful and moving account of those secretly living on the other side of a deeply segregated society where women have almost no rights and little freedom.\n\n\n\nThe Underground Girls of Kabul is anchored by vivid characters who bring this remarkable story to life: Azita, a female parliamentarian who sees no other choice but to turn her fourth daughter Mehran into a boy; Zahra, the tomboy teenager who struggles with puberty and refuses her parents’ attempts to turn her back into a girl; Shukria, now a married mother of three after living for twenty years as a man; and Nader, who prays with Shahed, the undercover female police officer, as they both remain in male disguise as adults.\n\n\n\nAt the heart of this emotional narrative is a new perspective on the extreme sacrifices of Afghan women and girls against the violent backdrop of America’s longest war. Divided into four parts, the book follows those born as the unwanted sex in Afghanistan, but who live as the socially favored gender through childhood and puberty, only to later be forced into marriage and childbirth. The Underground Girls of Kabul charts their dramatic life cycles, while examining our own history and the parallels to subversive actions of people who live under oppression everywhere.", "https://play.google.com/store/audiobooks/details/Morgan_Rice_Rise_of_the_Dragons_Kings_and_Sorcerer?id=AQAAAEBMcC4wcM": "“An action packed fantasy sure to please fans of Morgan Rice’s previous novels, along with fans of works such as The Inheritance Cycle by Christopher Paolini…. Fans of Young Adult Fiction will devour this latest work by Rice and beg for more.”\n\n--The Wanderer, A Literary Journal (regarding Rise of the Dragons)\n\nThe #1 Bestselling series!\n\nTHE WEIGHT OF HONOR is book #3 in Morgan Rice’s bestselling epic fantasy series KINGS AND SORCERERS (which begins with RISE OF THE DRAGONS, a free download)!\n\nIn THE WEIGHT OF HONOR, Kyra finally meets her cryptic uncle, and is shocked to discover he is not the man she expected. She embarks on a period of training which will test her stamina and her frustration, as she soon encounters the limits of her power. Unable to summon her dragon, unable to search deep within, and feeling an urgency to help in her father’s wars, Kyra doubts if she will ever become the warrior she thought she was. And when she meets a mysterious boy, more powerful than her, deep in the forest, she wonders what her future really has in store for her.\n\nDuncan must descend the peaks of Kos with his new army and, vastly outnumbered, launch a risky invasion on the capital. If he wins, waiting behind its ancient walls, he knows, will be the old king and his nest of nobles and aristocrats, all with their own agendas, all of them as quick to betray as they are to embrace. Unifying Escalon may, indeed, be harder than freeing it.\n\nAlec, in Ur, must tap his unique skills in the forge to aid the resistance if they have any chance of defending against the looming Pandesian invasion. He is awestruck when he encounters Dierdre, the strongest girl he has ever meet. The time she has a chance to make a stand against Pandesia, and as she bravely faces off, she who wonders if her father and his men will have her back this time.\n\nMerk finally enters the tower of Ur, and is stunned by what he discovers. Initiated into its strange codes and rules, he meets his fellow Watchers, the toughest warriors he has ever encountered, and he finds that earning their respect will not be easy. With an invasion looming, they must all prepare the tower; yet even all its secret passageways may not keep them safe from the betrayal lurking from within.\n\nVesuvius leads his Troll nation across a vulnerable Escalon, devastating the land, while Theos, enraged at what becomes of his son, is on a rampage himself, and will not stop until all of Escalon is aflame.\n\nWith its strong atmosphere and complex characters, THE WEIGHT OF HONOR is a sweeping saga of knights and warriors, of kings and lords, of honor and valor, of magic, destiny, monsters and dragons. It is a story of love and broken hearts, of deception, ambition and betrayal. It is fantasy at its finest, inviting us into a world that will live with us forever, one that will appeal to all ages and genders.\n\nBook #4 in KINGS AND SORCERERS is now available!\n\n“If you thought that there was no reason left for living after the end of the Sorcerer’s Ring series, you were wrong. Morgan Rice has come up with what promises to be another brilliant series, immersing us in a fantasy of trolls and dragons, of valor, honor, courage, magic and faith in your destiny. Morgan has managed again to produce a strong set of characters that make us cheer for them on every page.…Recommended for the permanent library of all readers that love a well-written fantasy.”\n\n--Books and Movie Reviews, Roberto Mattos (regarding Rise of the Dragons)\n\n“[The novel] succeeds—right from the start…. A superior fantasy…It begins, as it should, with one protagonist's struggles and moves neatly into a wider circle of knights, dragons, magic and monsters, and destiny.…All the trappings of high fantasy are here, from soldiers and battles to confrontations with self….A recommended winner for any who enjoy epic fantasy writing fueled by powerful, believable young adult protagonists.”\n\n--Midwest Book Review, D. Donovan, eBook Reviewer (regarding Rise of the Dragons)\n\n“A plot-driven novel that’s easy to read in a weekend…A good start to a promising series.”\n\n--San Francisco Book Review (regarding Rise of the Dragons)", "https://play.google.com/store/audiobooks/details/John_Grisham_Witness_to_a_Trial?id=AQAAAAD4KmAqiM": "The gripping tale about two boys, once as close as brothers, who find themselves on opposite sides of the Holocaust.\n\n\n\nElliot Rosenzweig, a respected civic leader and wealthy philanthropist, is attending a fundraiser when he is suddenly accosted and accused of being a former Nazi SS officer named Otto Piatek, the Butcher of Zamosc. Although the charges are denounced as preposterous, his accuser is convinced he is right and engages attorney Catherine Lockhart to bring Rosenzweig to justice. Solomon persuades attorney Catherine Lockhart to take his case, revealing that the true Piatek was abandoned as a child and raised by Solomon's own family only to betray them during the Nazi occupation. But has Solomon accused the right man?\n\nOnce We Were Brothers is Ronald H. Balson's compelling tale of two boys and a family who struggle to survive in war-torn Poland, and a young love that struggles to endure the unspeakable cruelty of the Holocaust. Two lives, two worlds, and sixty years converge in an explosive race to redemption that makes for a moving and powerful tale of love, survival, and ultimately the triumph of the human spirit.", "https://play.google.com/store/audiobooks/details/Blake_Pierce_Once_Gone_a_Riley_Paige_Mystery_Book?id=AQAAAEBMcBYwSM": "“A masterpiece of thriller and mystery! The author did a magnificent job developing characters with a psychological side that is so well described that we feel inside their minds, follow their fears and cheer for their success. The plot is very intelligent and will keep you entertained throughout the book. Full of twists, this book will keep you awake until the turn of the last page.”\n\n--Books and Movie Reviews, Roberto Mattos (re Once Gone)\n\nWomen are being murdered in upstate New York, their bodies found mysteriously hanging in chains. With the FBI called in, given the bizarre nature of the murders—and the lack of any clues—there is only one agent they can turn to: Special Agent Riley Paige.\n\nRiley, reeling from her last case, is reluctant to take on a new one, since she is still convinced a former serial killer is out there, stalking her. She knows, though, that her ability to enter a serial killer’s mind and her obsessive nature is what will be needed to crack this case, and she just can’t refuse—even if it will push her over the edge.\n\nRiley’s search takes her deep into a killer’s deluded mind as it leads her to orphanages, mental hospitals, prisons, all in an effort to understand the depth of his psychosis. Realizing she is up against a true psychopath, she knows time is short before he strikes again. But with her own job on the line and her own family a target, and with her fragile psyche collapsing, it may all be too much for her—and too late.\n\nA dark psychological thriller with heart-pounding suspense, ONCE TAKEN is book #2 in a riveting new series—with a beloved new character—that will leave you turning pages late into the night.\n\nBook #3 in the Riley Paige series is also now available!", "https://play.google.com/store/audiobooks/details/J_R_R_Tolkien_The_Lord_Of_The_Rings?id=AQAAAABZQXhBMM": "Install the Google Play Books app for Android and iPad/iPhone . It syncs automatically with your account and allows you to listen online or offline wherever you are.", "https://play.google.com/store/audiobooks/details/Alan_Watts_The_Wisdom_of_Insecurity?id=AQAAAABHMQcxUM": "Alan W. Watts, renowned for his interpretations of Eastern philosophy for Western audiences, shares timeless principles that have benefitted generations seeking serenity from life’s uncontrollable circumstances in The Wisdom of Insecurity: A Message for an Age of Anxiety.\n\nWhen we spend our emotional energy reliving the past and worrying about the future, we lose the only moments we truly have in the here and now. Drawing from Eastern thought and religion, Watts reveals that the secret to living a fulfilling life is to live for today. Our quest to achieve a completely stable and secure environment is fueling our anxieties. Only by acknowledging the truth—that we cannot predict tomorrow’s events and outcomes—will enable us find and cherish our joys in the present.\n\n\"Perhaps the foremost interpreter of Eastern disciplines for the contemporary West, Watts had the rare gift of ‘writing beautifully the unwritable.'\"—Los Angeles Times", "https://play.google.com/store/audiobooks/details/Delilah_S_Dawson_The_Perfect_Weapon_Star_Wars_Shor?id=AQAAAIDJNyK3-M": "Here is the novel that will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, who would become the mysterious man known as Maud'dib. He would avenge the traitorous plot against his noble family—and would bring to fruition humankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction. Frank Herbert's death in 1986 was a tragic loss, yet the astounding legacy of his visionary fiction will live forever.", "https://play.google.com/store/audiobooks/details/John_Taylor_Benedict_Cumberbatch_Reads_Sherlock_Ho?id=AQAAAIBgPCW8VM": "In this gritty and gripping new audiobook in the #1 New York Times bestselling series, Eve Dallas fights to save the innocent—and serve justice to the guilty—on the streets of New York.\n\n\n\nHomicide cop Eve Dallas and her billionaire husband, Roarke, are building a brand-new school and youth shelter. They know that the hard life can lead kids toward dangerous crossroads—and with this new project, they hope to nudge a few more of them onto the right path. For expert help, they hire child psychologist Dr. Rochelle Pickering—whose own brother pulled himself out of a spiral of addiction and crime with Rochelle’s support.\n\nLyle is living with Rochelle while he gets his life together, and he’s thrilled to hear about his sister’s new job offer. But within hours, triumph is followed by tragedy. Returning from a celebratory dinner with her boyfriend, she finds Lyle dead with a syringe in his lap, and Eve’s investigation confirms that this wasn’t just another OD. After all his work to get clean, Lyle’s been pumped full of poison—and a neighbor with a peephole reports seeing a scruffy, pink-haired girl fleeing the scene.\n\nNow Eve and Roarke must venture into the gang territory where Lyle used to run, and the ugly underground world of tattoo parlors and strip joints where everyone has taken a wrong turn somewhere. They both believe in giving people a second chance. Maybe even a third or fourth. But as far as they’re concerned, whoever gave the order on Lyle Pickering’s murder has run out of chances...\n\n*To solve the audio puzzle within this program, visit macmillanaudio.com/connections\n\n"}