[{"url": "https://www.huffpost.com/entry/north-carolina-election-fraud-evidence_n_5c6ae122e4b01757c36e79ae", "text": "The executive director of the North Carolina State Board of Elections revealed Monday that state officials had uncovered a “coordinated” and “unlawful” effort to collect absentee ballots on behalf of a Republican congressional candidate in the November election.\n\nKim Strach, the board’s executive director, made the comments at a closely watched public evidentiary hearing in Raleigh on Monday following a monthslong investigation into election irregularities in the state’s 9th Congressional District. The state board declined to certify the race last November and could order a new election after the hearing. Republican Mark Harris currently leads Democrat Dan McCready by 905 votes in the race.\n\nIn the first public comments outlining the results of the state’s probe, Strach said investigators had evidence that McCrae Dowless, a political operative working on behalf of the Harris campaign, filled out and mailed in incomplete or blank ballots from both his office and home. She said Dowless paid people in cash to collect requests for absentee ballots and the ballots themselves. The state board also has evidence, she said, that Dowless paid people to falsify signatures on absentee ballots indicating that they had witnessed those ballots being filled out (North Carolina requires two witnesses to someone filling out an absentee ballot).\n\nIt is not illegal to help someone request an absentee ballot in North Carolina, but it is illegal for anyone other than a close relative to take custody of the actual ballot.\n\nStrach said Dowless took several steps to conceal the fraud. Those measures included using the same color ink as the voter who filled out other parts of the ballot, mailing the ballot from a post office close to the voter and placing the stamps on the envelopes in a certain way not to raise red flags.\n\nPaid To Collect Absentee Ballots\n\nThe first witness at the hearing ― Lisa Britt, a Dowless employee ― testified that she was paid to go out and help voters ask for absentee ballots and to collect the absentee ballots themselves. Britt, whose mother was married to Dowless decades ago, said she received $150 to $175 for every 50 request forms she turned in. She said she was initially paid about $125 for every 50 absentee ballots she turned in, but later that was turned into a weekly fee because it was more difficult to get people to hand over their absentee ballots.\n\nBritt said Dowless never told her to not take custody of the ballots.\n\nShe also accused Dowless of trying to obstruct the investigation into irregularities and even attempting to influence her testimony before the board. She said that after the election, he had told his workers that if they stuck together, nothing would happen because officials didn’t have evidence of wrongdoing. According to Britt, Dowless instructed her last Thursday to testify on Monday that neither she nor Dowless had done anything wrong and to plead her 5th Amendment right against self-incrimination.\n\nIn her testimony, Britt confirmed what Strach said as well. She said she herself had collected between 35 and 40 absentee ballots, about half of which had been properly witnessed. She said she didn’t mark anyone’s ballot to indicate a vote for Harris, but on unsealed ballots, she did fill out downballot races for Republicans. She said she did this so that election officials wouldn’t get suspicious as to why there were so many races left blank and because Dowless was working on behalf of Republicans.\n\nAccording to Britt, Dowless instructed her to mail only nine or 10 absentee ballots at a time from a post office close to where the voters lived. Mailing more could raise suspicions.\n\nShe said she had accidentally placed a stamp upside down on an absentee ballot and Dowless had told her not to do that because that too could raise red flags with election officials.\n\nWhen Marc Elias, a lawyer for McCready, pressed Britt as to why she never questioned Dowless about the underlying purpose behind all these steps, she said it was because he was like a father figure to her and she trusted that he wouldn’t ask her to do anything illegal.\n\nBritt said that she now believed she had engaged in wrongdoing, but that she didn’t know at the time what she was doing was wrong. Dowless, she said, had done things wrong as well.\n\nShe also said she did not believe that Harris knew anything about the absentee ballot scheme.\n\nCynthia Singletary, an attorney representing Dowless, told reporters in Raleigh on Monday that he had not tried to obstruct testimony.\n\nAsked To Falsely Sign As Voter’s Witness\n\nThe second witness called by the state board on Monday was Kelly Hendrix, who also worked for Dowless. She said she got to know him when he gave her rides to her job at Hardee’s.\n\nHendrix said that Dowless asked her to sign as a witness on absentee ballots that she personally had not collected.\n\nJust as the first day of the hearing was coming to a close, the board called Dowless as a witness. But Singletary, his lawyer, said her client would decline to testify unless the board ordered him to do so.\n\nAfter the board went into a brief closed session, board member Robert Cordle said a state statute required Dowless to be given immunity if he was ordered to testify ― something the board was unwilling to do. Instead, Cordle asked him to testify voluntarily and said they would assume “negative inferences” if he did not. Singletary said again that Dowless would not testify.\n\n“My client would love to testify under the right conditions,” Singletary told reporters after the hearing.\n\nWhat About The Ballots Never Mailed In?\n\nRepublicans have called on the state board to certify Harris as the winner of the congressional race if the board does not have evidence that the alleged illegal activity could have swayed the outcome of the election.\n\nIn her opening remarks on Monday, Strach said the state board was looking not only at absentee ballots that were mailed in but at the unusually high number of absentee ballots that voters requested but didn’t return to election officials in two counties in the 9th District. She said that over 2,000 absentee ballots in Bladen and Robeson counties went unreturned.\n\nStrach said that Harris had hired Dowless through a third party, Red Dome Group, and paid him $131,375 between July 2017 and November 2018."}, {"url": "https://www.huffpost.com/entry/elizabeth-warren-universal-child-care-proposal_n_5c688f3ae4b01757c36c2511", "text": "Sen. Elizabeth Warren (D-Mass.) will unveil a major new initiative on Tuesday designed to make sure every family can afford high-quality child care, according to several people who have heard about the proposal or seen material describing it in the past week.\n\nThe plan seeks to make access to child care universal, the sources told HuffPost, by offering federal funds to providers that offer care at their facilities on a sliding income scale.\n\nNo family would have to spend more than 7 percent of its household income on child care, no matter the number of kids. Families with incomes below twice the poverty line, which is roughly $50,000 a year for a family of four, would pay nothing.\n\nOnly providers that meet federal safety, staffing and curriculum standards could qualify for the funding.\n\nOfficials with Warren’s 2020 presidential campaign declined to comment on the proposal and the sources familiar with the plan cautioned that some details were still in flux as of last week.\n\nBut, the sources said, the campaign has an internal analysis that shows the initiative will likely require approximately $700 billion in new federal spending over 10 years. That is a net figure, taking into account higher economic benefits of early childhood investments, such as making it easier for new parents to return to work.\n\nIf that estimate is indicative, the new outlays in Warren’s plan would be at least four times what the federal government currently spends on its main early childhood programs, which include Head Start, a block grant for state-level child care programs, and a tax credit that mostly benefits middle-class families.\n\nTo offset the cost of the initiative, the sources said, Warren will propose using revenue from her proposal for a new tax on wealth.\n\nA Focus On Affordability ― And Quality\n\nThe goal of capping costs at 7 percent of income doesn’t come out of thin air: That’s the figure the Department of Health and Human Services uses to officially define “affordable” child care. But these days, care costs a lot more than that for large numbers of families across the country.\n\nAs of 2017, married couples paid an average of 11 percent of their household income on child care, while single parents paid 37 percent, according to the research and advocacy organization Child Care Aware of America. And that figure masked enormous variation, depending on the community and type of care.\n\nIn Mississippi, for example, care for one infant at an accredited center costs about $5,300 a year, which works out to about 7 percent of median income for a married couple there. But in California, that care costs an average of $16,000 a year, which is 18.6 percent of the median income for married couples.\n\nAnd the figures are dramatically higher for single-parent families, because their incomes are so much lower.\n\nHelping families pay for child care isn’t Warren’s only goal. She also wants to do something about the inconsistent and frequently low quality of care options available.\n\nIn the new proposal, the sources said, Warren will call for requiring child care providers that receive federal funds meet standards similar to those that now apply to the Head Start program or the U.S. military’s child care system, which early childhood experts have long praised. Those standards include things like more rigorous training requirements for caregivers and more frequent safety inspections.\n\nThe initiative would also require qualifying child care centers to pay caregivers salaries that are competitive with what public school teachers in their communities make. That would be a dramatic shift, given the notoriously low wages child care workers currently make.\n\nLast year, researchers at the Center for the Study of Child Care Employment found that more than half of child care workers had, over a two-year period, relied on at least one federal assistance program for low-income people. Boosting their pay is part of Warren’s effort to boost child care quality, because it would allow providers to attract and retain more qualified workers.\n\nOf course, that also makes the whole initiative more expensive.\n\nPutting Child Care On The Political Agenda\n\nChild care has rarely gotten serious attention in American politics. One of the exceptions was during World War II, when the federal government had to arrange for ― and finance ― care of children whose mothers were working in factories.\n\nSubsequent research found that the initiative, known as the Lanham Act, had beneficial effects that lasted for many years. Kids who were in the program were less likely to drop out of high school, for example. But lawmakers let the measure lapse after the war ended.\n\nIn the early 1970s, as traditional gender roles started to break down and more women moved into the workplace, Congress took up child care again and actually passed major legislation that looked quite a bit like what Warren is proposing now. Then-President Richard Nixon, following the advice of conservative advisers, vetoed the legislation and said it was anti-family.\n\nThe fact that somebody is coming out of the blocks and talking about it in such a big way, it’s a really important sign. a source who has seen the Warren plan\n\nThe issue mostly disappeared from the political agenda after that, until a few years ago when President Barack Obama’s administration issued a series of high-profile reports on work-family and early childhood issues, and started including major child care proposals in his annual budgets.\n\nIn the 2016 Democratic presidential campaign, both Bernie Sanders and Hillary Clinton called for major new child care initiatives ― and Clinton, who had a long history of advocacy on the issue, indicated that she intended to give it high priority if elected. But these proposals got little media attention and there were no signs they got the attention of voters, either.\n\nIn 2017, Sen. Patty Murray (D-Wash.) and Rep. Bobby Scott (D-Va.) put together a major new bill called the Child Care for Working Families Act, which has similar goals to Warren’s proposal but differs in the policy particulars. Murray and Scott have said they intend to introduce an updated version of their legislation this year.\n\nBut these kinds of child care initiatives are unlikely to become law anytime soon, given Republican control of the Senate and the White House and the GOP’s skepticism of large-scale government spending programs. The first chance to pass major child care legislation would probably be 2021, if Democrats win the White House ― which means the attention Democratic candidates could determine what priority, if any, it is given in the next Congress.\n\n“The fact that somebody is coming out of the blocks and talking about it in such a big way, it’s a really important sign,” said one person who had seen the Warren plan.\n\nA proposal like Warren’s would likely face serious political opposition, in part because of its scale. But Warren has spoken frequently about her difficulty finding child care as a working parent, suggesting she considers the issue worth trying to push as a presidential candidate.\n\n“We cycled through one child care arrangement after another and every transition sent me into a near panic ― every time it represented a failure,” Warren said during a speech before the National Women’s Law Center in 2017. A few months later, she was a key player on a bipartisan agreement to increase federal funding for early childhood programs by $2.8 billion.\n\nWarren is by no means the only declared or prospective Democratic presidential candidate who has shown an interest in these issues.\n\nSen. Kirsten Gillibrand (D-N.Y.) in particular has a long record of proposing and endorsing policies that would help working parents, including proposals to reduce child care expenses, while Sen. Sherrod Brown (D-Ohio) is a longtime advocate for expanding a child-based tax credit.\n\nFormer San Antonio Mayor Julian Castro has frequently touted his signature accomplishment, the city’s new pre-kindergarten program, as a model for the nation.\n\nOne source suggested that with Warren’s plan on the table, other 2020 candidates are more likely to introduce major proposals of their own. Creating an “arms race in child care,” said one source, “would be a big accomplishment.”"}, {"url": "https://www.huffpost.com/entry/states-sue-trump-national-emergency-wall_n_5c6b53a6e4b0e8eb46b8fb7d", "text": "Sixteen states joined together to file a federal lawsuit on Monday arguing that President Donald Trump’s declaration of a national emergency is unconstitutional.\n\nThe Washington Post reported that the lawsuit was filed in U.S. District Court for the Northern District of California. The states that have now joined the suit are New York, California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Maine, Maryland, Minnesota, Nevada, New Jersey, New Mexico, Oregon, Virginia and Michigan.\n\nAfter failing to obtain congressional support for a spending bill that included $5.7 billion in funding to begin building a wall along the U.S.-Mexico border, then signing a bill that included $1.375 billion for border security, the president declared a national emergency last week so he could go around the legislative branch to secure billions more that he says is needed to start work on the barrier.\n\n“Contrary to the will of Congress, the President has used the pretext of a manufactured ‘crisis’ of unlawful immigration to declare a national emergency and redirect federal dollars appropriated for drug interdiction, military construction and law enforcement initiatives toward building a wall on the United States-Mexico border,” the lawsuit states. The suit also alleges Trump has veered the country toward “a constitutional crisis of his own making,” adding that a national emergency declaration is not necessary, by the president’s own admission.\n\nWhen making the declaration last week, Trump admitted he “didn’t need to” declare a national emergency to build the border wall, but he wanted to “do it much faster.” Critics quickly noted the president’s own words could be used against him in court.\n\nCalifornia Attorney General Xavier Becerra led the coalition of states to file the suit, tweeting on Monday that they are challenging Trump’s ”#FakeNationalEmergency,” which he described as a “brazen overreach to rob taxpayers & an insult to the Democratic principles enshrined in our Constitution.”\n\nMore details: on #PresidentsDay, @CAgovernor & I filed a lawsuit w/15 states to challenge President Trump’s #FakeNationalEmergency, a brazen overreach to rob taxpayers & an insult to the Democratic principles enshrined in our Constitution. #NoWall https://t.co/eB9pUZaZQs — Xavier Becerra (@AGBecerra) February 19, 2019\n\nIn an interview with CNN’s Anderson Cooper, Becerra added, “It’s pretty clear the president is trying to usurp Congress’s authority. The president does not have the power of the purse.”\n\nThe federal lawsuit is the latest in what’s expected to be a series of legal challenges of the president’s emergency declaration. On Friday, the same day Trump declared a national emergency, Citizens for Responsibility and Ethics in Washington filed a suit claiming the Department of Justice failed to produce the requisite documents justifying the president’s declaration. The American Civil Liberties Union also plans to sue the administration, arguing that Trump cannot legally use the emergency declaration to circumvent Congress for funding a border wall."}, {"url": "https://www.huffpost.com/entry/roger-stone-judge-instagram_n_5c6b1233e4b0b9cc78ff507e", "text": "Roger Stone ― the Republican strategist and Donald Trump associate indicted on charges stemming from special counsel Robert Mueller’s Russia investigation ― went after the federal judge presiding over his case on Instagram, publishing her picture next to what appeared to be an image of crosshairs and begging for money from his followers.\n\nIn a message that was posted, lambasted, deleted, edited, reposted and re-deleted over the course of a few hours on Monday, Stone claimed that “Deep State hitman Robert Mueller” assigned him Judge Amy Berman Jackson “through legal trickery.”\n\nStone’s attorneys later in the day filed a “Notice of Apology” from Stone to the judge. “Please inform the Court that the photograph and comment today was improper and should not have been posted,” Stone wrote in a signed letter in the document. “I had no intention of disrespecting the Court and humbly apologize to the Court for the transgression.”\n\nThe photo of Jackson, which appears to have originated from an anti-Semitic conspiracy blog, featured the words “Corruption Central” and an image of what appear to be crosshairs next to her head. At the end of his post, Stone urged his followers to “help me fight for my life” at a donation page set up in his name.\n\n“Through legal trickery Deep State hitman Robert Mueller has guaranteed that my upcoming show trial is before Judge Amy Berman Jackson, an Obama appointed Judge who dismissed the Benghazi charges against Hillary Clinton and incarcerated Paul Manafort prior to his conviction for any crime,” Stone wrote.\n\nStone’s post, which Guardian reporter Jon Swaine characterized as “directly attacking” Jackson, drew instant reproach on social media. One user suggested that Stone was encouraging his followers to injure the judge. Stone then deleted the original post and replaced it with one that cropped out the crosshairs in the photo, and then deleted the second post altogether.\n\nFirst prior use of the image I find is at \"cosmiconvergence dot org,\" which is a site filled with anti-Semitic New World Order conspiracies (with a side of Mayan calendar end-times crazy). pic.twitter.com/ihZCTb4oyy — Dan Murphy (@bungdan) February 18, 2019\n\nStone told CBS News reporter Kathryn Watson later on Monday that the “sentiments” in the Instagram post “for [sic] within my first amendment rights,” but that “because it is open to miss interpretation [sic] I’m going to take it down.”\n\nRoger Stone texts me this in response to my inquiry about his Instagram post of Judge Amy Berman Jackson that featured crosshairs in the background: pic.twitter.com/smh8bs4JD2 — Kathryn Watson (@kathrynw5) February 18, 2019\n\nShortly after that, Stone posted a new message on Instagram with the text: “A photo of Judge Jackson posted on my Instagram has been misinterpreted. This was a random photo taken from the Internet. Any inference that this was meant to somehow threaten the Judge or disrespect court is categorically false.”\n\nOn Friday, Jackson issued a gag order in Stone’s case to “maintain the dignity and seriousness of the courthouse and these proceedings,” NPR reported at the time. Stone and his lawyers, however, weren’t forbidden from making public statements.\n\nStone faces seven criminal charges, including obstruction of an official proceeding, witness tampering and making false statements, each related to his communications with WikiLeaks, which released documents taken during the hack of Democratic National Committee servers in 2016.\n\nStone’s indictment alleges that he spoke with unidentified “senior Trump campaign officials” about information WikiLeaks had that might damage Hillary Clinton’s campaign. He previously admitted to being in contact with WikiLeaks’ Julian Assange during Trump’s campaign. His lawyer, Grant Smith, said at the time of his indictment that “there was no Russian collusion” and that the charges were “a clear attempt at silencing Roger.”"}, {"url": "https://www.huffpost.com/entry/protests-trump-national-emergency-border-wall_n_5c6b0de1e4b0b9cc78ff4308", "text": "People took to the streets in cities across the country on Presidents Day to protest against President Donald Trump’s national emergency declaration to build his border wall.\n\nOn Monday, demonstrators marched in cities from Washington, D.C., and Philadelphia to Ann Arbor, Michigan, and Austin, Texas, carrying signs declaring “Trump is the emergency” and chanting things like “Love, not hate, makes America great.” Thousands of people joined more than 260 rallies across 48 states, according to nonprofit group MoveOn, which organized the protests.\n\n“Trump has declared a #FakeNationalEmergency — an illegal power grab from an unhinged man to push his racist, dangerous policies,” MoveOn’s website read, adding that the protests were “against Trump’s fake crisis and racist deportation force and to stand with immigrant, Muslim, and Black and brown communities to stop Trump’s dangerous and illegal power grab.”\n\nTrump declared a national emergency Friday, aiming to divert billions of dollars from the Defense Department and other earmarked government funds to construct a wall on the U.S.-Mexico border.\n\nHe announced his declaration a day after Congress passed a bill to avert another government shutdown; the legislation did not include more than $5 billion Trump wanted for a border wall.\n\nIn December his demands for wall funding led to a record-long partial government shutdown, which left hundreds of thousands of federal workers without pay for weeks.\n\nOn Monday, people braved the cold in states like New York, Maine and Ohio to carry signs calling for “No wall, offer asylum” and deeming the declaration a “Trumped up crisis.”\n\nGreat crowd for the protest of this fake national emergency. Honored to speak with my brothers and sisters to fight this fraud. pic.twitter.com/tB5D81fmge — Neera Tanden (@neeratanden) February 18, 2019\n\n“We don’t need any more racist monuments in the United States. We don’t need need Trump’s racist wall.” #FakeNationalEmergency pic.twitter.com/SoGIQhCzK2 — PFAW (@peoplefor) February 18, 2019\n\nSome Democratic lawmakers tweeted support of the demonstrations, including Sen. Elizabeth Warren (Mass.), who called the “fake” national emergency “fearmongering of the worst kind.”\n\nRep. Ayanna Pressley (Mass.) attended a protest in Cambridge, Massachusetts.\n\nStarting Friday, lawsuits began rolling in against Trump’s declaration, largely arguing that he cannot legally use the emergency declaration to evade funding limits imposed by Congress.\n\nOn Monday, California Attorney General Xavier Becerra said that about a dozen states were joining to file a lawsuit challenging the declaration. “We’re going to try to halt the President from violating the Constitution, the separation of powers, from stealing money from Americans and states that has been allocated by Congress, lawfully,” Becerra told CNN.\n\nCheck out images from the President’s Day protests nationwide against Trump’s declaration:\n\nD.C.\n\nMax Socol of @jewishaction: “We will build this world with love because, more than anything else in this world, the love that comes from solidarity is stronger than authoritarianism.” #FakeNationalEmergency pic.twitter.com/spDsr30v4G — PFAW (@peoplefor) February 18, 2019\n\nColorado\n\nHappening now: Hundreds of Coloradans marching in freezing temps at the state Capitol to protest the #FakeNationalEmergency. @peoplepower pic.twitter.com/Yre8mS1oLl — ACLU of Colorado (@ACLUofColorado) February 18, 2019\n\nIllinois\n\nMaine\n\nMichigan\n\nAbout 120 ppl marching through downtown Ann Arbor right now in protest of #FakeTrumpEmergency pic.twitter.com/HDsf6Ct8Bf — Lauren(Fitch)Slagter (@LaurenSlagter) February 18, 2019\n\nNew York\n\nHanley Federal Building in Syracuse. We’re saying no to Trump’s #FakeNationalEmergency pic.twitter.com/G2ScrRDa1z — Indivisible NY 24th (@IndivisibleNY24) February 18, 2019\n\nNew Jersey\n\nNorth Carolina\n\nOhio\n\nIn #ButlerCountyOH joining thousands of our fellow citizens around the USA to protest the #FakeTrumpEmergency. @IndivisibleOH8 pic.twitter.com/1KrTZx4hAC — carole katz (@carole_katz) February 18, 2019\n\nPennsylvania"}, {"url": "https://www.huffpost.com/entry/nicolle-wallace-andrew-mcacbe_n_5c6b4e5ce4b0b9cc78ff8e0d", "text": "MSNBC news host Nicolle Wallace warned “right-wing propagandists” defending President Donald Trump that now might be the time to “get off the Titanic.” She offered the warning Monday in the wake of a startling accusation by former acting FBI director Andrew McCabe that Trump heeded advice from Russian President Vladimir Putin over counsel from his own intelligence officials.\n\nTrump dismissed his own officials’ warning that North Korea was capable of firing a missile that could reach California because he said Putin told him it was impossible, McCabe said in an interview Sunday on “60 Minutes.”\n\n“Think about this,” said Wallace’s guest Jeremy Bash, former chief of staff for the Defense Department and the CIA under Barack Obama, “Putin says to an American president, ’I don’t want you to take seriously the threat of an ICBM from North Korea.’” Putin’s motives would be to “undermine U.S. intelligence,” Bash said. “More fundamentally, the Russian Federation has had a long-standing agenda to stop the United States from building national missile defenses because those defenses could defend our territory from Russian ICBMs.” Trump heeding Putin’s advice represents a “very dangerous situation.”\n\nWallace responded that this might be the time for “anyone in the right-wing propaganda operation” defending Trump to take the “off-ramp.” She added, “This is your moment to get off the Titanic.”"}]